[
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2390608,
            "status": "PUBLISHED",
            "note": "2024-05-29 10:05:51",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 1117541,
            "practice_id": 1458188,
            "practice_name": "Elite Ortho Care",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2024-05-29T11:00:35+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 46714941,
                "review_text": "I am extremely grateful to Dr. Abhinandan for performing a robotic knee replacement surgery for my mother. She had been suffering from knee pain for the past 15 years, and the relief she has experienced post-operation is truly life-changing.Dr. Abhinandan's professionalism, expertise, and care throughout the entire process were exceptional. From the initial consultation to the follow-up appointments, he took the time to address all our concerns and ensure that my mother felt comfortable and informed every step of the way.The robotic technology used by Dr. Abhinandan for the knee replacement surgery was truly remarkable. The precision and accuracy with which he carried out the procedure have resulted in my mother being pain-free and able to move around without any discomfort.I am incredibly impressed and grateful for the excellent care provided by Dr. Abhinandan and his team. My mother's quality of life has improved significantly post-surgery, and we cannot thank Dr. Abhinandan enough for his skill and compassion.I would highly recommend Dr. Abhinandan to anyone considering robotic knee replacement surgery. He is a top-notch orthopedic surgeon who genuinely cares about his patients' well-being and goes above and beyond to ensure successful outcomes.Thank you, Dr. Abhinandan &  Elite Ortho Care Staff JP Nagar, for helping my mother regain her mobility and live pain-free once again.",
                "review_alterations": [],
                "reviewed_on": "2024-05-27 13:15:40",
                "channel": "android",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Shivaprasad"
        },
        "entity_id": 906096,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    }
]