[
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2425523,
            "status": "PUBLISHED",
            "note": "2024-08-07 12:14:14",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 987750,
            "practice_id": 1376785,
            "practice_name": "Pralash Dermystique And Dentique Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2024-08-07T13:00:27+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 46914371,
                "review_text": "\\\"I am immensely grateful for the exceptional care and expertise provided by Dr. Lalith V. Anand and Dr. Shubha at Pralash Dentique. My dental journey with them spanned over a year, during which I underwent extensive treatment, including flap surgery in multiple stages, RCT fillings, and various other procedures.From the moment I stepped into their clinic, I was laden with doubts and uncertainties about the treatment process. However, Dr. Lalith's unwavering patience and dedication shone through as he took the time to address each and every concern of mine. He scheduled numerous appointments solely to clarify my doubts and even made himself available via Whats App and phone calls for any queries or inconveniences that arose along the way.Having consulted with several other dentists in the past, I was disheartened by the lack of attention and time they were willing to devote to their patients. But with Dr. Lalith and Dr. Shubha, I found not just skilled professionals but compassionate individuals who prioritized my well-being above all else.Navigating through such complex treatments while residing alone in Bangalore was undoubtedly daunting, yet with the support and guidance of Dr. Lalith and Dr. Shubha, I felt reassured and confident in every decision made. In an era where quantity often supersedes quality in healthcare, their commitment to providing personalized care is truly commendable.I wholeheartedly endorse Pralash Dentique to anyone seeking dental treatments. Dr. Lalith and Dr. Shubha have not only transformed my dental health but have also restored my faith in the medical profession. Thank you for making my journey smoother and more comfortable than I could have ever imagined.\\",
                "review_alterations": [],
                "reviewed_on": "2024-08-06 10:10:51",
                "channel": "android",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Kriti Agarwal"
        },
        "entity_id": 813041,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    }
]