[
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1788175,
            "status": "PUBLISHED",
            "note": "2021-07-29 06:32:09",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 590648,
            "practice_id": 1143286,
            "practice_name": "Dr. J. M. Purandare Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-07-29T07:01:28+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 305022,
                "reply_status": "PUBLISHED",
                "reply_text": "Thank you so much for your kind words",
                "replied_at": "2021-07-30T09:27:09+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 2137151,
                "modified_by_id": 2137151,
                "replier_name": "Dr. Nandan Purandare",
                "replier_logo": "https://images1-fabric.practo.com/doctor/590648/dr-nandan-purandare-598484cbceefe.jpg"
            },
            "survey_response": {
                "id": 43193601,
                "review_text": "Sometimes the best gift you can give to a person is to just thank him or her for being a part of your life changing phase. I would love to take this opportunity to thank Dr. Nandan Purandare for being a wonderful support throughout my journey of pregnancy.\n\nI am Kajal and I have been recently blessed with a baby girl under the medical care of Dr. Nandan Purandare.\n\nI had been trying to conceive for eight years but since I had PCOD and pattern of developing cyst frequently; every doctor that I visited told me that it was very difficult for me to conceive and suggested that I should opt for IVF treatment. The excuse was often about my 30+ age.\n\nAlmost a year and a half ago when I decided to meet Dr. Nandan Purandare, I was expecting a similar approach from him too.  But during the first consultation itself, he gained my confidence as he explained about my condition and convinced me that it would not be difficult for me to conceive. He started my treatment by asking me to have faith. Dr. Nandan himself and his staff were very supportive. His response to my messages was prompt and he would also be available after his OPD hours and even on Sundays and holidays.\n\nI had three trials and the third one turned out to be a confirmed pregnancy. Dr. Nandan of course being the first person to know about it was happy for me and congratulated me. Throughout my pregnancy he guided me with all the necessary scans and tests. He detected my gestational diabetes on time and also explained it's risk factors and put me on to a good diabetologist.\n\nThe most important thing that I must mention is about his timely decision taken by him at the time of my delivery. Due to my diabetes it was already planned that I would have to undergo a C-section. But I had to rush to the hospital as it turned out to be an emergency situation and Dr. Nandan’s quick and timely decision helped and I delivered a baby girl with C-section.\n\nThe staff was also very supportive throughout my hospitalisation post delivery, They made me feel safe and I was empathized by the staff and doctors. They took good care of me and my baby. I would also like to mention that the hospital is well maintained, clean and has a homely atmosphere. The special room was comfortable and convenient too.\n\nI can go on talking about my overwhelming experience at Purandare Hospital.  But I will conclude with a note of heartfelt thanks to Dr.  Nandan Purandare, Dr. Sumati Purandare and the entire staff of Purandare Hospital.\n\nAll the best to everyone for choosing this journey of motherhood!",
                "review_alterations": [],
                "reviewed_on": "2021-07-27 21:08:16",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Kajal Vaidya"
        },
        "entity_id": 576589,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1892152,
            "status": "PUBLISHED",
            "note": "2021-12-15 06:57:20",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 590648,
            "practice_id": 1143286,
            "practice_name": "Dr. J. M. Purandare Hospital",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-12-15T07:01:00+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43816755,
                "review_text": "The doctor has over hyped the fees to 2000 that was not acceptable for just consultantion once.\nIT should have been updated or informed first.",
                "review_alterations": [],
                "reviewed_on": "2021-12-13 12:35:15",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Verified Patient"
        },
        "entity_id": 576589,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    }
]