[
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2355722,
            "status": "PUBLISHED",
            "note": "2024-03-14 09:31:20",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 368365,
            "practice_id": 853078,
            "practice_name": "Sagar Hospitals",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2024-03-14T10:00:43+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 46515493,
                "review_text": "We utilize  Sagar Hospital, Jayanagar, Bangalore through facilities of Central Government Health Scheme.Its single window attention, ettiquates of staff,  diagnostic Lab, competence of doctors, procedure rooms, OTs, food in canteen and parking slots are fully at par with any corporate hospital. Post retirement, I volunteered into many social organisations through MyGovt, eSampark, Onde Bharat,  Covid, Thinktank etc which resulted in intensive  travel and ' meal skips' .Of late, at 73, I had severe stomach ache, high  bilirubin in urine and yellow eyes.  Daughter being  settled in US,  we have to take care of ourselves, we landed at testing table of Dr Vijay Kumar M N, gastroenterologist in Sagar hospital Jayanagar, with bile of 5.86 mg/dl.With ultra sound, MRI, ercp,  2D echo and LFT, he diagnosed it as 'Bile duct obstructive jaundice ' . Subsequently, endoscopic stent insertion procedure was initiated, gallbladder surgery was performed. I am recovering well.Being  senior in Defence and post retirement visits to many countries, I had contacted many hospitals and doctors but the benevolence, competence and empathy of Dr Vijay Kumar makes my dictionary go in dearth of words except to frame \" Samarth Vaidyo Narayano Hari\".  His kind handling of patients make young patients to bow down and old patients to bless.",
                "review_alterations": [],
                "reviewed_on": "2024-03-13 07:00:59",
                "channel": "android",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "P S RAO"
        },
        "entity_id": 587259,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    }
]