[
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1918077,
            "status": "PUBLISHED",
            "note": "2022-01-23 09:55:52",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2022-01-23T10:00:38+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43974121,
                "review_text": "I feel lucky living in Vasant Kunj because of close proximity and able to find a gem like Dr.Mamta Mishra. Not only me me but my baby feel connected to her voice and aura during those 9 months.\ni am giving this feedback in two parts, one how she is as a person and another as a doctor.\n\nPerson:- I feel your behaviour matters when you are doctor, at the end they are also human being with medical gift. She is outrightly one of most modest person despite being so successful. I love the way she handles financial subjects very clear cut ,considerate and realist. You can ask and she will clarify all the financial queries of yours. Infact she will be considerate about your money and her response is so apt. She is practical and yet you are her precious patient whom she cares a lot. She has a bit of philosophical side which puts you at such a ease while talking to her\n\nDoctor- complete knowledge about her field, you just have to ask the right question. I have visited her clinic mostly and fortis hospital in the 3rd trimester. During every visit she will do her observation with concentration then will give you time to ask your queries. I feel she finds her clinic very close to her heart and very caring in that space. She did forget me as a patient during the initial trimester but again cant pinpoint her for that. I liked her as a person and her positive aura as a doctor. I have understood her nature and showed my honest trust on her advice. \n\nProcedure: My 9 month of pregnancy was less complicated and same feeling was created by Dr. Mamta Mishra. There was subserosal fibroid but that didn’t interfere with pregnancy. I chose to  get delivered by Ma’am hence chose fortis as my delivery hospital. At the end there was slight issue of gestational diabetics which might have been resulted in insulin injection but not needed at the end. After 38 week I was given induced labor pain under the guidance of Mamta ma’am which was successful and i delivered a healthy baby after 12 hrs of induction process. There was flow of blood from Utreus after delivery whose reason was unknown. But ma’am was able to stop the blood flow and stopped the mishappening , the procedure took another 1 hr and episiotomy stitched given by ma’am was perfectly intact. I am writing this 1 week after my delivery. \n\nI would recommend every aspiring pregnant women to her for better guidance and relaxing 9 months. If any further information needed please reach out.\n\nThankyou Mamta Ma’am\nEvery meeting with you was soothing in its own way.",
                "review_alterations": [],
                "reviewed_on": "2022-01-21 17:33:43",
                "channel": "web",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Anjali singh"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 1534,
                "text": "Maternal Care/ Checkup"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 667949,
            "status": "PUBLISHED",
            "note": "2017-09-03 10:23:44",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-09-03T11:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 35507819,
                "review_text": "After loosing trust on almost every doctor knowing they work for money! Then you meet Dr. Mamta mishra and all your belief's in doctor's are restored.\nThis goes same as every politician is corrupt except few who try to maintain moral ethics and work to help others. She is one of them! The only doctor (out of all those i know) who follow medical ethics.\nYou will NEVER be disappointed consulting her.\nShe motivated me and my wife for normal delivery throughout and at the time of delivery i was about to give up seeing my wife in pain and then she came and motivated my wife to go for normal delivery though we delivered it in fortis and i have had very bad experience with fortis that i had it in mind that the doctor will go for C section at the end saying there is no other option without even trying as what a trend is going on but mam(Dr.mamta mishra) did not even offer C section and went for normal delivery.\nAt the end of the day we have a baby and she has all our respect for restoring faith in doctors.\n\nNow lets come to financials\nShe will try to save your money as much as you try\nLet me give you an example which touched me and my wife. One day we had an ultrasound scheduled and mam did ultrasound for more than a hour and at the end she wanted some more clarification in ultrasound so she recommended 2nd advice and after standing for more than an hour she did not charge a single penny.\nAnd there are n number of incidents like this\nAnd before consulting her we went to a doctor who was charging money for almost every thing in fact she tried to go for a specific labs for test to get commission.\n\nShe(Dr Mamta Mishra) is always on your side! If you go once you will never consult any other doctor\n\nI am writing this review while she is examining my wife for discharge and the word she said that she does not want to keep my wife admitted because she doesn't want to put more burden on our pockets!\n\nAnd to help you!\nFortis charged Rs.64000 (as we took general ward package which is totally great as fortis maintains high cleanliness quality standards) for delivery including everything as we had a normal delivery. This cost will increase by Rs.12000 if you opt for epidural which we didn't and also Rs.10000 willbe added if you go for C Section\n\nThank you mam and staff of fortis which is as nice as Dr.Mamta mishra mam\n\nThis 9899020718 is my no if you need any guidance(This is the least i can do fr the Dr.Mamta Mishra)\n\nSumit Grover",
                "review_alterations": [],
                "reviewed_on": "2017-09-02 06:57:56",
                "channel": "sapphire",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Sumit Grover"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 938,
                "text": "Pre and Post Delivery Care"
            },
            {
                "id": 860,
                "text": "Pregnancy Exercise"
            },
            {
                "id": 13,
                "text": "Pregnant"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 215108,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2016-03-17T08:28:27+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 14416566,
                "review_text": "I am thankful to Dr Mamta Mishra. She maintains the standard of Medical Ethics in this commercial world Ours. I believe we have very few doctors like her in today's world. \r\nI would like to give her feedback on following grounds.\r\n\r\n1. Subject Knowledge : \r\nShe is MRCOG from UK and this is evident while she talks to her Patients.  She keep herself updated with the recent studies in Gynecology. Avoid giving unnecessary medications   or treatment.  Her Knowledge in the field of Gynecology is brilliant. Before visiting her I Visited many Gynecologists of NCR. But no one impressed as DR Mishra did. After meeting her My respect for this Noble Profession has increased thousand times .\r\n\r\n2. Honesty & Work Ethics\r\n\r\nHer honest Qualities and Work ethics also impressed me. Dr Mishra Practices the Hippocratic oath in reality. \"Patient  is  supreme not money\" is her motto. She is a doctor with moral values and medical ethics. I am fortunate to have our baby delivered(Normal delivery)  by her on Nov 7th 2015. She guides correctly and never ever will keep you in the dark which the majority of the doctors do. I salute such doctors for whom the patient is supreme.\r\n\r\n3. Work Style: She is available 24*7. If her mobile is off by chance she  responds you back, the moment she sees you call.  Her clear dealings and work style also impressed me. She guides very patiently over the phone as well.\r\n\r\nTo Conclude : If you are looking for gynecologist you must Visit DR Mishra otherwise you will miss the BEST DOCTOR IN NCR. We use travel from Ghaziabad to Vasant Kunj for her consultation \r\n\r\nOnce Again : My High REGARDS for DR. Mamta Mishra\r\n\r\nSuyash prasad \r\n  \r\n\r\n\r\n",
                "review_alterations": [],
                "reviewed_on": "2016-03-15 09:46:28",
                "channel": "web",
                "source": "OpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "SUYASH"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 163331,
                "text": "Endometriosis Treatment"
            },
            {
                "id": 184127,
                "text": "Fibroids Removal Surgery"
            },
            {
                "id": 13,
                "text": "Pregnant"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1842263,
            "status": "PUBLISHED",
            "note": "2021-10-02 05:40:48",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 710928,
            "practice_name": "Fortis Flt. Lt. Rajan Dhall Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-10-02T06:00:43+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43514473,
                "review_text": "I was suffering from severe period pain due to endometriosis & Fibroids and was unable to conceive due to this disease.\nI visited too many famous doctors in Delhi and NCR. They all mentioned that I will have to undergo an “Open myomectomy” and may need to remove the uterus or ovary along with Fibroids & Endo, and the chances for pregnancy very low or no chances.\nI was not in favour of open myomectomy and no one gave me a positive hope.\n\nOne of my friend asked me to visit Dr Mamta Mishra. And I thought lets just try for the last time before I decide.\nThen I visited Dr Mamta and she reviewed all my ultrasound reports in detailed and provided me detailed information about the Endometriosis & Fibroids. I was so happy and positive to see how a busy doctor can spend so much time on your case. She mentioned that I have to undergo Endometriosis and fibroid removal surgery because the fibroids & Endo are too big in size and they are blocking my pregnancy. She said she will try for laparoscopic myomectomy but the chances are low. I was so positive with Dr Mamta and decided to get this surgery done. March 2021 was the month of my surgery, Dr Mamta tried her best and removed all my fibroids with “Laparoscopic Myomectomy”. The surgery took almost 6-7 hour but she spent her whole day on my surgery so that I don’t have to suffer with “Open myomectomy”. After my surgery, she asked me to be positive for my pregnancy as she tried her best to not to touch my uterus, tubes and ovaries during suregry. \n\nIn July 2021, I got pregnant naturally. ** **** **** *** ** *** ** *** **** ****** * **** **** *** ** ** **** *** I would highly recommend all to please do not loose hopes and must visit Dr Mamta Mishra before you decide anything. She is a life and dream saver! ",
                "review_alterations": [
                    {
                        "start_index": 1547,
                        "end_index": 1620,
                        "reason": "MEDICAL_ABILITY",
                        "id": 376402
                    },
                    {
                        "start_index": 1547,
                        "end_index": 1620,
                        "reason": "MEDICAL_ABILITY",
                        "id": 376403
                    }
                ],
                "reviewed_on": "2021-09-30 12:54:47",
                "channel": "web",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Bhawna Sharma"
        },
        "entity_id": 329811,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 192757,
                "text": "Pregnancy care and management"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2050732,
            "status": "PUBLISHED",
            "note": "2022-08-20 06:38:39",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2022-08-20T07:00:41+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 44727873,
                "review_text": "Rather than review, we as couples would rather call it a note of gratitude for Dr. Mamta Mishra. If you want to trust the natural process of delivery, you will not find a doc as good as her. The pregnancy experience which she creates will have a life long impact on you as few things like “trust your body” is very rare to come straight from doctor’s mouth. \n\nWe had heard so much around pregnancy around us that we were actually afraid if we will be able to manage that. But her simple advices, 24/7 availability for your problems, calm and composed approch to your issues, her motivation in labor room and no extra expense are just few to state.\n\nOnly doc I have visited recently who does not have any tie up with any lab and you can get your tests done anywhere you want, No issues of medicines being available at a particular shop (you will easily get anywhere and they are not expensive), no supplements till it is actually required as she will motivate you to get those from natural food are again just few things you will love about her.\n\nIt would not have been possible for us to have such a smooth vaginal delivery experience without her.\n\nDo visit her for a stress free and pocket friendly delivery experience.\n\nRegards \nProud parents of Vedant Singh",
                "review_alterations": [],
                "reviewed_on": "2022-08-18 16:07:35",
                "channel": "web",
                "source": "DoctorPracticeFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Vaibhav"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 654267,
            "status": "PUBLISHED",
            "note": "2017-08-19 13:07:41",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-08-19T14:00:03+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 35373643,
                "review_text": "When I got pregnant for the 2nd time , I was looking for a gynac who had compassion along with expertise. I had a few bad experiences in the past which made me very vary as mine was a late pregnancy. I looked her up in practo and decided to visit her. It was probably the best decision I could have made.\n\nDr Mamta Mishra is an extremely intelligent and compassionate doctor. She made my pregnancy a cake walk with her ********* *** calmness.  She was always available at any given time of the day and night for me. I had a few complications towards the fag end and she pulled me through them with complete ease.\n\nShe is a very big promoter of normal delivery and councled me about the same. She does not promote unnecessary medication and tests. \n\nI had to undergo anot emergency  c section due to my heath condition and she did the same with complete ease. Her follow up post delivery is exceptional and despite being in a big hospital she does whatever she can herself for her patients. She was very patient and welcoming even with post delivery issues.\n\nShe is a superb doc and a a fabulous human being which makes her apt for expectant mothers coz she makes each mother and child experience special with her expertise and care.\n\nThank you ma'am , in this day and age you truly are a remarkable doctor and human being .\n\n",
                "review_alterations": [
                    {
                        "start_index": 419,
                        "end_index": 431,
                        "reason": "MEDICAL_ABILITY",
                        "id": 62049
                    }
                ],
                "reviewed_on": "2017-08-18 01:21:48",
                "channel": "sapphire",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Yachana Mehta Rane "
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1915034,
            "status": "PUBLISHED",
            "note": "2022-01-19 06:14:45",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2022-01-19T07:00:40+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43956533,
                "review_text": "I visited Dr Mamta Mishra for pregnancy checkup.Dr. mamta is highly professional, very confident, thoroughly updated and a wonderful doctor. she is very straight forward in her consultations and explains the process, the risks and will recommend the best.She never forces her opinion Like she asked me what delivery method will I prefer. She encourages for normal delivery if it is medically safe and if not she will recommend a caesarian. She is not biased.In my case she put in all efforts to deliver my baby normally and after putting in all time and effort when baby was still not coming she swiftly went and prepared the operation theatre for emergency caesarian. She did not jump to doing caesarian without trying nor did she delay when she knew cesarian was inevitable.Another good thing is She always responds to all telephonic conversations despite her busy schedule. She will see the reports online and respond even at odd hours and won't ask you to come to clinic unnecessarily.I am extremely thankful to Dr. Mamta for making the process so smooth for me .",
                "review_alterations": [],
                "reviewed_on": "2022-01-17 14:02:39",
                "channel": "android",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Kanika Mago"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1862472,
            "status": "PUBLISHED",
            "note": "2021-10-29 08:44:27",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-10-29T09:01:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43639979,
                "review_text": "After 33 weeks of pregnancy  and having not so good experience with our present gynae, we started looking for someone who is experienced and who we can trust at this stage.One of my colleagues suggested us to go to Dr. Mamta Mishra and after meeting Mam for the first time we were so relieved and confident. \n\nMy wife was suffering from GDM and she was on metformin.Madam told us not to worry much and eat freely and keep on monitoring sugar levels.After that we did not worry and by God's grace sugar remained in control and finally we gave birth to a baby boy with normal delivery. \n\nQualities which we like most about Dr. Mamta Mishra are as follows:\na) She is straightforward and never tried to be extra sweet or strict.After talking with her we always have clarity and built a trust on her.\nb) She always tries her level best for normal delivery and always encouraged us to have patience.\nc) She is very experienced and clarified every doubts we ever asked.\nd) During labour and after delivery provided full guidance and support.Thanks to Fortis Vasant Kunj staff also. \n\nWe are thankful to God that at right time we met Dr. Mamta Mishra and everything went smoothly after that. \n\nThank you so much Madam!!!!We will always be obliged to you. \n\nProud Parents\nNeha Tanwar and Shakti Singh",
                "review_alterations": [],
                "reviewed_on": "2021-10-28 07:47:19",
                "channel": "web",
                "source": "DoctorPracticeFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "SHAKTI SINGH"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 844,
                "text": "Pregnancy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1215815,
            "status": "PUBLISHED",
            "note": "2019-08-06 05:59:57",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-08-06T06:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 39884941,
                "review_text": "First pregnancy is always tricky, but a good doctor can make the whole journey rewarding with the right support, genuine advise and compassion. Dr. Mamta Mishra is one of such doctors. I started consulting in my 5th month after having an unsatisfactory experience with my previous gynaecologist who categorized my pregnancy as high risk and suggested complete bed rest. It was only after I met Dr. Mamta that I started feeling confident being pregnant and got back on my feet, doing regular chores without any unnecessary fears. She doesn't treat pregnancy as sickness and encourage you to enjoy the journey to its fullest. \n\nFast forward to labour and delivery woes during last trimester, she made us understand our options and helped us take the right decisions at the right time. Unlike most Gynaecologist in India, she and her entire team were very flexible and encouraged me to try out different methods to cope up with painful contractions. My labour and delivery experience was beyond satisfactory and I am glad that with the right support I could deliver normally without any unnecessary medication or need for an emergency C-section. Recovery has been great too! \n\nI would highly recommend Dr. Mamta Mishra to all women looking for a compassionate and genuine doctor to support their pregnancy. * **** ****** ****** ***** *** *** ***********",
                "review_alterations": [
                    {
                        "start_index": 1304,
                        "end_index": 1349,
                        "reason": "MEDICAL_ABILITY",
                        "id": 197298
                    }
                ],
                "reviewed_on": "2019-08-03 17:36:28",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Sonal Mehta"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 844,
                "text": "Pregnancy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1108429,
            "status": "PUBLISHED",
            "note": "2019-03-17 09:33:49",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-03-17T10:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 39203697,
                "review_text": "Firstly i would like to say Big Thanks to Dr. Mamta Mishra for all the support medically and emotionally provided during this journey of 9 months. I still remember the day when my wife gave me the good news that soon we are going to have a cute baby in our life with this my search begin for a good doctor.In this era of internet i begin my search with practo and came across the profile of Dr. Mamta Mishra where i found all the feedbacks favourable to visit her. She is very polite who always encourages to go for normal delivery. She always provide ample amount of time to the patient being at face to face or on phone call. At times i bothered her during the odd times on call but she always provided the solution. One can send the reports to her on whatsapp and discuss it over call that act as saviour when you are out of town and cannot make a visit to her. She will not put you on lots of medicines rather encourage to have more fruits, vegetables,pulses etc. She understand the query of patients very well and explains the situation with all pros and cons and does not make you panic for unnecessary things.What i most like about her is the personal touch and understanding she renders in helping the patients.We wished normal delivery and it was the trust on her which gave us strength and made it happen. She put all her efforts for it.I would recommend anyone who is seeking medical advice related to gynae to visit Dr. Mishra. Once you visit her you will not go to any other doctor.",
                "review_alterations": [],
                "reviewed_on": "2019-03-15 15:56:36",
                "channel": "android",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Mansi lochab"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1918077,
            "status": "PUBLISHED",
            "note": "2022-01-23 09:55:52",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2022-01-23T10:00:38+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43974121,
                "review_text": "I feel lucky living in Vasant Kunj because of close proximity and able to find a gem like Dr.Mamta Mishra. Not only me me but my baby feel connected to her voice and aura during those 9 months.\ni am giving this feedback in two parts, one how she is as a person and another as a doctor.\n\nPerson:- I feel your behaviour matters when you are doctor, at the end they are also human being with medical gift. She is outrightly one of most modest person despite being so successful. I love the way she handles financial subjects very clear cut ,considerate and realist. You can ask and she will clarify all the financial queries of yours. Infact she will be considerate about your money and her response is so apt. She is practical and yet you are her precious patient whom she cares a lot. She has a bit of philosophical side which puts you at such a ease while talking to her\n\nDoctor- complete knowledge about her field, you just have to ask the right question. I have visited her clinic mostly and fortis hospital in the 3rd trimester. During every visit she will do her observation with concentration then will give you time to ask your queries. I feel she finds her clinic very close to her heart and very caring in that space. She did forget me as a patient during the initial trimester but again cant pinpoint her for that. I liked her as a person and her positive aura as a doctor. I have understood her nature and showed my honest trust on her advice. \n\nProcedure: My 9 month of pregnancy was less complicated and same feeling was created by Dr. Mamta Mishra. There was subserosal fibroid but that didn’t interfere with pregnancy. I chose to  get delivered by Ma’am hence chose fortis as my delivery hospital. At the end there was slight issue of gestational diabetics which might have been resulted in insulin injection but not needed at the end. After 38 week I was given induced labor pain under the guidance of Mamta ma’am which was successful and i delivered a healthy baby after 12 hrs of induction process. There was flow of blood from Utreus after delivery whose reason was unknown. But ma’am was able to stop the blood flow and stopped the mishappening , the procedure took another 1 hr and episiotomy stitched given by ma’am was perfectly intact. I am writing this 1 week after my delivery. \n\nI would recommend every aspiring pregnant women to her for better guidance and relaxing 9 months. If any further information needed please reach out.\n\nThankyou Mamta Ma’am\nEvery meeting with you was soothing in its own way.",
                "review_alterations": [],
                "reviewed_on": "2022-01-21 17:33:43",
                "channel": "web",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Anjali singh"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 1534,
                "text": "Maternal Care/ Checkup"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 667949,
            "status": "PUBLISHED",
            "note": "2017-09-03 10:23:44",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-09-03T11:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 35507819,
                "review_text": "After loosing trust on almost every doctor knowing they work for money! Then you meet Dr. Mamta mishra and all your belief's in doctor's are restored.\nThis goes same as every politician is corrupt except few who try to maintain moral ethics and work to help others. She is one of them! The only doctor (out of all those i know) who follow medical ethics.\nYou will NEVER be disappointed consulting her.\nShe motivated me and my wife for normal delivery throughout and at the time of delivery i was about to give up seeing my wife in pain and then she came and motivated my wife to go for normal delivery though we delivered it in fortis and i have had very bad experience with fortis that i had it in mind that the doctor will go for C section at the end saying there is no other option without even trying as what a trend is going on but mam(Dr.mamta mishra) did not even offer C section and went for normal delivery.\nAt the end of the day we have a baby and she has all our respect for restoring faith in doctors.\n\nNow lets come to financials\nShe will try to save your money as much as you try\nLet me give you an example which touched me and my wife. One day we had an ultrasound scheduled and mam did ultrasound for more than a hour and at the end she wanted some more clarification in ultrasound so she recommended 2nd advice and after standing for more than an hour she did not charge a single penny.\nAnd there are n number of incidents like this\nAnd before consulting her we went to a doctor who was charging money for almost every thing in fact she tried to go for a specific labs for test to get commission.\n\nShe(Dr Mamta Mishra) is always on your side! If you go once you will never consult any other doctor\n\nI am writing this review while she is examining my wife for discharge and the word she said that she does not want to keep my wife admitted because she doesn't want to put more burden on our pockets!\n\nAnd to help you!\nFortis charged Rs.64000 (as we took general ward package which is totally great as fortis maintains high cleanliness quality standards) for delivery including everything as we had a normal delivery. This cost will increase by Rs.12000 if you opt for epidural which we didn't and also Rs.10000 willbe added if you go for C Section\n\nThank you mam and staff of fortis which is as nice as Dr.Mamta mishra mam\n\nThis 9899020718 is my no if you need any guidance(This is the least i can do fr the Dr.Mamta Mishra)\n\nSumit Grover",
                "review_alterations": [],
                "reviewed_on": "2017-09-02 06:57:56",
                "channel": "sapphire",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Sumit Grover"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 938,
                "text": "Pre and Post Delivery Care"
            },
            {
                "id": 860,
                "text": "Pregnancy Exercise"
            },
            {
                "id": 13,
                "text": "Pregnant"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 215108,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2016-03-17T08:28:27+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 14416566,
                "review_text": "I am thankful to Dr Mamta Mishra. She maintains the standard of Medical Ethics in this commercial world Ours. I believe we have very few doctors like her in today's world. \r\nI would like to give her feedback on following grounds.\r\n\r\n1. Subject Knowledge : \r\nShe is MRCOG from UK and this is evident while she talks to her Patients.  She keep herself updated with the recent studies in Gynecology. Avoid giving unnecessary medications   or treatment.  Her Knowledge in the field of Gynecology is brilliant. Before visiting her I Visited many Gynecologists of NCR. But no one impressed as DR Mishra did. After meeting her My respect for this Noble Profession has increased thousand times .\r\n\r\n2. Honesty & Work Ethics\r\n\r\nHer honest Qualities and Work ethics also impressed me. Dr Mishra Practices the Hippocratic oath in reality. \"Patient  is  supreme not money\" is her motto. She is a doctor with moral values and medical ethics. I am fortunate to have our baby delivered(Normal delivery)  by her on Nov 7th 2015. She guides correctly and never ever will keep you in the dark which the majority of the doctors do. I salute such doctors for whom the patient is supreme.\r\n\r\n3. Work Style: She is available 24*7. If her mobile is off by chance she  responds you back, the moment she sees you call.  Her clear dealings and work style also impressed me. She guides very patiently over the phone as well.\r\n\r\nTo Conclude : If you are looking for gynecologist you must Visit DR Mishra otherwise you will miss the BEST DOCTOR IN NCR. We use travel from Ghaziabad to Vasant Kunj for her consultation \r\n\r\nOnce Again : My High REGARDS for DR. Mamta Mishra\r\n\r\nSuyash prasad \r\n  \r\n\r\n\r\n",
                "review_alterations": [],
                "reviewed_on": "2016-03-15 09:46:28",
                "channel": "web",
                "source": "OpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "SUYASH"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 163331,
                "text": "Endometriosis Treatment"
            },
            {
                "id": 184127,
                "text": "Fibroids Removal Surgery"
            },
            {
                "id": 13,
                "text": "Pregnant"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1842263,
            "status": "PUBLISHED",
            "note": "2021-10-02 05:40:48",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 710928,
            "practice_name": "Fortis Flt. Lt. Rajan Dhall Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-10-02T06:00:43+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43514473,
                "review_text": "I was suffering from severe period pain due to endometriosis & Fibroids and was unable to conceive due to this disease.\nI visited too many famous doctors in Delhi and NCR. They all mentioned that I will have to undergo an “Open myomectomy” and may need to remove the uterus or ovary along with Fibroids & Endo, and the chances for pregnancy very low or no chances.\nI was not in favour of open myomectomy and no one gave me a positive hope.\n\nOne of my friend asked me to visit Dr Mamta Mishra. And I thought lets just try for the last time before I decide.\nThen I visited Dr Mamta and she reviewed all my ultrasound reports in detailed and provided me detailed information about the Endometriosis & Fibroids. I was so happy and positive to see how a busy doctor can spend so much time on your case. She mentioned that I have to undergo Endometriosis and fibroid removal surgery because the fibroids & Endo are too big in size and they are blocking my pregnancy. She said she will try for laparoscopic myomectomy but the chances are low. I was so positive with Dr Mamta and decided to get this surgery done. March 2021 was the month of my surgery, Dr Mamta tried her best and removed all my fibroids with “Laparoscopic Myomectomy”. The surgery took almost 6-7 hour but she spent her whole day on my surgery so that I don’t have to suffer with “Open myomectomy”. After my surgery, she asked me to be positive for my pregnancy as she tried her best to not to touch my uterus, tubes and ovaries during suregry. \n\nIn July 2021, I got pregnant naturally. ** **** **** *** ** *** ** *** **** ****** * **** **** *** ** ** **** *** I would highly recommend all to please do not loose hopes and must visit Dr Mamta Mishra before you decide anything. She is a life and dream saver! ",
                "review_alterations": [
                    {
                        "start_index": 1547,
                        "end_index": 1620,
                        "reason": "MEDICAL_ABILITY",
                        "id": 376402
                    },
                    {
                        "start_index": 1547,
                        "end_index": 1620,
                        "reason": "MEDICAL_ABILITY",
                        "id": 376403
                    }
                ],
                "reviewed_on": "2021-09-30 12:54:47",
                "channel": "web",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Bhawna Sharma"
        },
        "entity_id": 329811,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 192757,
                "text": "Pregnancy care and management"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2050732,
            "status": "PUBLISHED",
            "note": "2022-08-20 06:38:39",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2022-08-20T07:00:41+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 44727873,
                "review_text": "Rather than review, we as couples would rather call it a note of gratitude for Dr. Mamta Mishra. If you want to trust the natural process of delivery, you will not find a doc as good as her. The pregnancy experience which she creates will have a life long impact on you as few things like “trust your body” is very rare to come straight from doctor’s mouth. \n\nWe had heard so much around pregnancy around us that we were actually afraid if we will be able to manage that. But her simple advices, 24/7 availability for your problems, calm and composed approch to your issues, her motivation in labor room and no extra expense are just few to state.\n\nOnly doc I have visited recently who does not have any tie up with any lab and you can get your tests done anywhere you want, No issues of medicines being available at a particular shop (you will easily get anywhere and they are not expensive), no supplements till it is actually required as she will motivate you to get those from natural food are again just few things you will love about her.\n\nIt would not have been possible for us to have such a smooth vaginal delivery experience without her.\n\nDo visit her for a stress free and pocket friendly delivery experience.\n\nRegards \nProud parents of Vedant Singh",
                "review_alterations": [],
                "reviewed_on": "2022-08-18 16:07:35",
                "channel": "web",
                "source": "DoctorPracticeFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Vaibhav"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 654267,
            "status": "PUBLISHED",
            "note": "2017-08-19 13:07:41",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-08-19T14:00:03+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 35373643,
                "review_text": "When I got pregnant for the 2nd time , I was looking for a gynac who had compassion along with expertise. I had a few bad experiences in the past which made me very vary as mine was a late pregnancy. I looked her up in practo and decided to visit her. It was probably the best decision I could have made.\n\nDr Mamta Mishra is an extremely intelligent and compassionate doctor. She made my pregnancy a cake walk with her ********* *** calmness.  She was always available at any given time of the day and night for me. I had a few complications towards the fag end and she pulled me through them with complete ease.\n\nShe is a very big promoter of normal delivery and councled me about the same. She does not promote unnecessary medication and tests. \n\nI had to undergo anot emergency  c section due to my heath condition and she did the same with complete ease. Her follow up post delivery is exceptional and despite being in a big hospital she does whatever she can herself for her patients. She was very patient and welcoming even with post delivery issues.\n\nShe is a superb doc and a a fabulous human being which makes her apt for expectant mothers coz she makes each mother and child experience special with her expertise and care.\n\nThank you ma'am , in this day and age you truly are a remarkable doctor and human being .\n\n",
                "review_alterations": [
                    {
                        "start_index": 419,
                        "end_index": 431,
                        "reason": "MEDICAL_ABILITY",
                        "id": 62049
                    }
                ],
                "reviewed_on": "2017-08-18 01:21:48",
                "channel": "sapphire",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Yachana Mehta Rane "
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1915034,
            "status": "PUBLISHED",
            "note": "2022-01-19 06:14:45",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2022-01-19T07:00:40+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43956533,
                "review_text": "I visited Dr Mamta Mishra for pregnancy checkup.Dr. mamta is highly professional, very confident, thoroughly updated and a wonderful doctor. she is very straight forward in her consultations and explains the process, the risks and will recommend the best.She never forces her opinion Like she asked me what delivery method will I prefer. She encourages for normal delivery if it is medically safe and if not she will recommend a caesarian. She is not biased.In my case she put in all efforts to deliver my baby normally and after putting in all time and effort when baby was still not coming she swiftly went and prepared the operation theatre for emergency caesarian. She did not jump to doing caesarian without trying nor did she delay when she knew cesarian was inevitable.Another good thing is She always responds to all telephonic conversations despite her busy schedule. She will see the reports online and respond even at odd hours and won't ask you to come to clinic unnecessarily.I am extremely thankful to Dr. Mamta for making the process so smooth for me .",
                "review_alterations": [],
                "reviewed_on": "2022-01-17 14:02:39",
                "channel": "android",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Kanika Mago"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1862472,
            "status": "PUBLISHED",
            "note": "2021-10-29 08:44:27",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-10-29T09:01:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43639979,
                "review_text": "After 33 weeks of pregnancy  and having not so good experience with our present gynae, we started looking for someone who is experienced and who we can trust at this stage.One of my colleagues suggested us to go to Dr. Mamta Mishra and after meeting Mam for the first time we were so relieved and confident. \n\nMy wife was suffering from GDM and she was on metformin.Madam told us not to worry much and eat freely and keep on monitoring sugar levels.After that we did not worry and by God's grace sugar remained in control and finally we gave birth to a baby boy with normal delivery. \n\nQualities which we like most about Dr. Mamta Mishra are as follows:\na) She is straightforward and never tried to be extra sweet or strict.After talking with her we always have clarity and built a trust on her.\nb) She always tries her level best for normal delivery and always encouraged us to have patience.\nc) She is very experienced and clarified every doubts we ever asked.\nd) During labour and after delivery provided full guidance and support.Thanks to Fortis Vasant Kunj staff also. \n\nWe are thankful to God that at right time we met Dr. Mamta Mishra and everything went smoothly after that. \n\nThank you so much Madam!!!!We will always be obliged to you. \n\nProud Parents\nNeha Tanwar and Shakti Singh",
                "review_alterations": [],
                "reviewed_on": "2021-10-28 07:47:19",
                "channel": "web",
                "source": "DoctorPracticeFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "SHAKTI SINGH"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 844,
                "text": "Pregnancy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1215815,
            "status": "PUBLISHED",
            "note": "2019-08-06 05:59:57",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-08-06T06:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 39884941,
                "review_text": "First pregnancy is always tricky, but a good doctor can make the whole journey rewarding with the right support, genuine advise and compassion. Dr. Mamta Mishra is one of such doctors. I started consulting in my 5th month after having an unsatisfactory experience with my previous gynaecologist who categorized my pregnancy as high risk and suggested complete bed rest. It was only after I met Dr. Mamta that I started feeling confident being pregnant and got back on my feet, doing regular chores without any unnecessary fears. She doesn't treat pregnancy as sickness and encourage you to enjoy the journey to its fullest. \n\nFast forward to labour and delivery woes during last trimester, she made us understand our options and helped us take the right decisions at the right time. Unlike most Gynaecologist in India, she and her entire team were very flexible and encouraged me to try out different methods to cope up with painful contractions. My labour and delivery experience was beyond satisfactory and I am glad that with the right support I could deliver normally without any unnecessary medication or need for an emergency C-section. Recovery has been great too! \n\nI would highly recommend Dr. Mamta Mishra to all women looking for a compassionate and genuine doctor to support their pregnancy. * **** ****** ****** ***** *** *** ***********",
                "review_alterations": [
                    {
                        "start_index": 1304,
                        "end_index": 1349,
                        "reason": "MEDICAL_ABILITY",
                        "id": 197298
                    }
                ],
                "reviewed_on": "2019-08-03 17:36:28",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Sonal Mehta"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 844,
                "text": "Pregnancy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1108429,
            "status": "PUBLISHED",
            "note": "2019-03-17 09:33:49",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-03-17T10:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 39203697,
                "review_text": "Firstly i would like to say Big Thanks to Dr. Mamta Mishra for all the support medically and emotionally provided during this journey of 9 months. I still remember the day when my wife gave me the good news that soon we are going to have a cute baby in our life with this my search begin for a good doctor.In this era of internet i begin my search with practo and came across the profile of Dr. Mamta Mishra where i found all the feedbacks favourable to visit her. She is very polite who always encourages to go for normal delivery. She always provide ample amount of time to the patient being at face to face or on phone call. At times i bothered her during the odd times on call but she always provided the solution. One can send the reports to her on whatsapp and discuss it over call that act as saviour when you are out of town and cannot make a visit to her. She will not put you on lots of medicines rather encourage to have more fruits, vegetables,pulses etc. She understand the query of patients very well and explains the situation with all pros and cons and does not make you panic for unnecessary things.What i most like about her is the personal touch and understanding she renders in helping the patients.We wished normal delivery and it was the trust on her which gave us strength and made it happen. She put all her efforts for it.I would recommend anyone who is seeking medical advice related to gynae to visit Dr. Mishra. Once you visit her you will not go to any other doctor.",
                "review_alterations": [],
                "reviewed_on": "2019-03-15 15:56:36",
                "channel": "android",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Mansi lochab"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            }
        ],
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1093326,
            "status": "PUBLISHED",
            "note": "2019-02-26 05:44:54",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-02-26T06:00:03+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 39104050,
                "review_text": "I and my wife, Pooja visited Dr. Mamta at her clinic in Santushti apartments, Vasant Kunj during fourth month of the pregnancy. There few complications in our case. \nWe found her treatment to be very professional taking care of all the possibilities.  Her more than two decades of experience  was visible in her treatment. She used to explain the things to us and also, addresses any query regarding anything . \nShe has a very friendly approach towards patients. She is available on mobile in case of any emergency / urgent appointment. Even many a times, we used to watsapp the report if nothing else was required in that visit .\nMore than all this, we found her to be a lot more empathetic towards patients in comparison to other doctors ( we were consulting in Moolchand before her ). There's a personal touch to your case . She does her best to take care of everything. \nMy wife opted for C section herself due to her suffering from minor heart issue (MVP) and we were scared after the complications in early stages of pregnancy. The doc said that normal delivery could be carried out, but only if she agrees. \n\nI wud definitely rate her 10/10 for her care and advises and wud visit her in future for related treatments for my wife. \n",
                "review_alterations": [],
                "reviewed_on": "2019-02-24 03:48:18",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Ashish Awasthi"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 192685,
                "text": "Gynaecological Problem"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2326426,
            "status": "PUBLISHED",
            "note": "2024-01-18 10:58:33",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2024-01-18T11:00:53+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 46346581,
                "review_text": "It was a great experienced for me and my family. I have 1 daughter and 1 son and Mamta ma’am carefully take care and advised everything and always ready to advised precautions and remedies. Really Really appreciate her dedication for the patients. For those who are looking for a best gynaecologist in Delhi NCR, then Please take appointment for a day and you will get to know. \n\n“Thanks Ma’am for all your care for my Family and Happy New Year”",
                "review_alterations": [],
                "reviewed_on": "2024-01-17 10:56:51",
                "channel": "web",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Soni Singh"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 823,
                "text": "Normal Vaginal Delivery (NVD)"
            },
            {
                "id": 844,
                "text": "Pregnancy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2051941,
            "status": "PUBLISHED",
            "note": "2022-08-21 10:50:21",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 710928,
            "practice_name": "Fortis Flt. Lt. Rajan Dhall Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2022-08-21T11:00:43+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 44734958,
                "review_text": "We were looking for a Gynaecologist in South Delhi and i find myself blessed to have come across Mamta ma'am through practo. We visited her at the Fortis Hospital and were comfortable to continue our journey with her. i was very keen to have a normal delivery and with ma'am we were able to achieve it.  She is supportive friendly and available on calls 24X7 which gives the patient so much confidence. I had to run to the doctor midnight and she was available on calls even then. very grateful for ma'am.",
                "review_alterations": [],
                "reviewed_on": "2022-08-20 10:48:43",
                "channel": "android",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Shriya Nair"
        },
        "entity_id": 329811,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 844,
                "text": "Pregnancy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 815412,
            "status": "PUBLISHED",
            "note": "2018-03-10 09:21:19",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 710928,
            "practice_name": "Fortis Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-03-10T10:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 36940127,
                "review_text": "After my horrible experience with my previous Gynaecologist, I searched Practo and found Dr. mamta Mishra. My pregnancy has been successful only and only because of her. From the day I visited her, I re-gained faith on doctors!! \nShe is extremely supportive, polite, patient and on your side be it whatever time and day. Not only on calls, she is easily approachable by any means at any time of day.\nI went through appendectomy surgery during 8th month of my pregnancy and still had a normal delivery and ENTIRE credit og saving me n my lil one during surgery and post that too goes to only and only her. She gives you time as if she is consulting you on one - o - one basis.\nNot only that, she will make sure that she will do everything to make it light on your pockets. No unnecessary tests or consultations or making you go for C sec just to make money. She even did not let me take an epidural :).\n\nThanks Dr. Mamta, you have been a life saviour.",
                "review_alterations": [],
                "reviewed_on": "2018-03-08 17:17:46",
                "channel": "mobile",
                "source": "OpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Dhruva Trivedi"
        },
        "entity_id": 329811,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Treatment satisfaction"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            },
            {
                "id": 938,
                "text": "Pre and Post Delivery Care"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1030318,
            "status": "PUBLISHED",
            "note": "2018-12-01 09:27:20",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-12-01T10:00:03+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 38677058,
                "review_text": "Pregnancy is the most beautiful phase in a women’s life, where one wants everything to be the best. Out of all things  one most important decision is to choose the best gynaecologist for your 9 months journey and i am glad that i chose Dr MAMTA MISHRA for my delivery. ******* *** ******** ** ******** she will guide you beforehand about everything that might going to persist in your case. \nShe will be very frank with you regarding all the pros and cons related to your situation. She will not tense or burden you unnecessarily with tests and visits. \nI always wanted to have normal delivery and she is the one who actually made it happen. At delivery time i might have given up but she gave me strength nd motivation,not to give up and also put in all her efforts for it. Rest I can say just trust her completely and do what she tells you to do. Thanks maam for everything.",
                "review_alterations": [
                    {
                        "start_index": 269,
                        "end_index": 300,
                        "reason": "MEDICAL_ABILITY",
                        "id": 142134
                    }
                ],
                "reviewed_on": "2018-11-30 08:57:48",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "MANSI GUPTA "
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Wait time"
            },
            {
                "tag": "Treatment satisfaction"
            }
        ],
        "contexts": [
            {
                "id": 844,
                "text": "Pregnancy"
            },
            {
                "id": 1534,
                "text": "Maternal Care/ Checkup"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 656552,
            "status": "PUBLISHED",
            "note": "2017-08-24 04:46:19",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-08-24T05:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 35395163,
                "review_text": "Thank you, Dr. Mamta. \nBoth I and my wife are extremely satisfied with her approach and guidance. She gives ample time and till date we didn’t find her in rush as compared to other doctors are. \n\nBest part is that she listens your problem very patiently. She explains everything in detail. She is available 24X7 and respond to every single query if raised via WhatsApp. \n\nShe is monitoring my wife’s pregnancy closely to ensure that both baby and mother remain healthy. \n\nShe is trying her level best for normal delivery. Cheers. \n\nI recommend her to every person who requires attention and moral care from an Obstetrician/ Gynecologist doctor.",
                "review_alterations": [],
                "reviewed_on": "2017-08-20 06:51:10",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Gajanand"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            },
            {
                "id": 938,
                "text": "Pre and Post Delivery Care"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 616905,
            "status": "PUBLISHED",
            "note": "2017-07-11 11:22:38",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-07-11T12:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 34982857,
                "review_text": "Me (Sumit) & my wife (Priya) are really thankful for Mamta maam, although thank you is just a small word describe all her efforts, love, affection, care, honesty, guidance given during past 9 months for this price less gift (our baby). Now days people struggle to find a good doctor but she is a true example of Quote \"Doctors are God on Earth\".  She take end to end ownership of her patient *** ****** ***** **** ********* ** ***** ***** ** *** ****** ********** She do all efforts to ensure a normal delivery of a baby\n\nI strongly recommended her for any couple looking for good gynaecologist.\n",
                "review_alterations": [
                    {
                        "start_index": 392,
                        "end_index": 462,
                        "reason": "MEDICAL_ABILITY",
                        "id": 55954
                    }
                ],
                "reviewed_on": "2017-07-08 11:17:00",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Sumit Bhargava"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 422127,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2016-12-12T06:02:00+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 28346571,
                "review_text": "*** ** *** **** ************ * ************ ** **** *** of course one of those rare doctors who treat their patients with real empathy.\n\nI was her patient for more than 9 months and that during my pregnancy. A phase where everyone will tell you to be happy but somehow you are most stressed. In such a phase, she proved to be God sent, a friend & a guide to sail you through...I think she is the only Doctor whom I can call as \"My Doctor\" and would suggest every family and friend who is going through that phase.\n\n\n",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 55,
                        "reason": "MEDICAL_ABILITY",
                        "id": 17292
                    }
                ],
                "reviewed_on": "2016-12-07 10:09:06",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Vanita "
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 1300,
                "text": "Gynae Problems"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 398604,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2016-11-07T12:46:54+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 26818200,
                "review_text": "Dr. Mamta Mishra  is  the doctor who has actually proved that stll there are few doctors who are really honest to their ethics.I had a very short span of  meeting with  her *** ** ***  ******** **** *** ****** **** *** ** *** **** ******* *** ** ****** *************\nShe made me so comfortable that  still away from her I take suggestions  from her. She has always provided the absolute best care, and I believe, best advice and treatment during every visit and for every issue. She is the only one who motivated me through out my pregnancy for normal delivery despite me diagnosed with other decease.Thanks to her motivation and support for my normal conception which seeems actually impossible.I would highly recommend her not only as a doctor but a true friend !!!!!!!!!\nThanks mam for whatever you did for us.we will always miss u!!!!!!!!!\n",
                "review_alterations": [
                    {
                        "start_index": 173,
                        "end_index": 265,
                        "reason": "MEDICAL_ABILITY",
                        "id": 13370
                    }
                ],
                "reviewed_on": "2016-11-02 12:22:00",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "shweta"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 1534,
                "text": "Maternal Care/ Checkup"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 388088,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2016-10-20T07:52:04+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 26206334,
                "review_text": "** * ***** ****** ** ****** *** **** ****** ****** * **** *** ** **** She treats her patients more like family and explains in depth the complete treatment that would be required. She is available 24/7 to all her patients which is very helpful and she gives post treatment care too by checking on ur health. Since my first visit to her I have never ever thought of going to any other gynaecologist for my consultations. I owe my baby daughter to her as she was the one who gave me confidence to go ahead with the delivery and today I'm happy mother. All thanks to Dr Mamta MIshra. I have full faith in her and recommend her to everyone as she is one of the finest and most caring doctor available.",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 68,
                        "reason": "MEDICAL_ABILITY",
                        "id": 11450
                    }
                ],
                "reviewed_on": "2016-10-18 08:45:08",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Upasna"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 111697,
                "text": "Pre-Pregnancy Counselling"
            },
            {
                "id": 241,
                "text": "Pap Smear"
            },
            {
                "id": 184134,
                "text": "Pregnancy with PCOD"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1824819,
            "status": "PUBLISHED",
            "note": "2021-09-12 09:19:10",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-09-12T10:01:07+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43406822,
                "review_text": "I was looking for a reliable and expert gynaecologist and her name came up on the searches. Read so many wonderful reviews about her that I was convinced to meet Dr. Mamta. She truly is a wonderful doctor, who puts you at ease, discusses things objectively, mentions all options at hand, and has a wonderful aura. I have visited her twice so far and feel that I’m in good hands. :) She’s been very patient with me and has answered all my queries. I’ll be sticking to her and would strongly recommend her to anyone in search of a good gynaecologist in Delhi NCR.",
                "review_alterations": [],
                "reviewed_on": "2021-09-09 16:33:46",
                "channel": "ios",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Neelanjana"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            },
            {
                "id": 938,
                "text": "Pre and Post Delivery Care"
            },
            {
                "id": 844,
                "text": "Pregnancy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1603613,
            "status": "PUBLISHED",
            "note": "2020-12-23 10:37:23",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2020-12-23T11:00:25+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 42186753,
                "review_text": "Visited Dr. Mamta Mishra for advice as I was not able to conceive. She asked for couple of check ups and advised to try it naturally as nothing seemed wrong in the reports. Asked to spend time with the partner (we met on weekends only due to work). We still asked her if we could go for any alternate way. She explained in details about the other ways and clearly stated the success rate , she calmed us and pursued us to try it naturally. All went well by Gods grace and I delivered a healthy baby. She has always been very helpful like a guardian pre , during and post pregnancy. These days hardly you get to meet such Doctors who are ethical in their approach. We thank God for providing us the wisdom to approach Dr. Mamta Mishra. ",
                "review_alterations": [],
                "reviewed_on": "2020-12-22 10:36:27",
                "channel": "web",
                "source": "DoctorPracticeFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Poonam Vashishtha "
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 823,
                "text": "Normal Vaginal Delivery (NVD)"
            },
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            },
            {
                "id": 1534,
                "text": "Maternal Care/ Checkup"
            },
            {
                "id": 29399,
                "text": "Pregnancy Tests"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1526523,
            "status": "PUBLISHED",
            "note": "2020-09-20 11:31:41",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2020-09-20T12:01:14+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 41777077,
                "review_text": "Consulted Dr Mamta Mishra from the start of my pregnancy *** ***** ** *** ** *** **** *** *** *** ****She not only makes you comfortable but also gives you a very clear picture about your pregnancy. If its possible she will try her best for a normal delivery.I had myself given up in the labour room and requested her for a c-section but she denied that and encouraged me for a normal delivery. In the end, due to her support n encouragement I was able to deliver the baby normal. This is very much unlike the current scenario where the Doctors are very willing to go for a c section.I would highly recommend her as a Gynaecologist.",
                "review_alterations": [
                    {
                        "start_index": 56,
                        "end_index": 101,
                        "reason": "MEDICAL_ABILITY",
                        "id": 294661
                    }
                ],
                "reviewed_on": "2020-09-19 11:14:00",
                "channel": "web",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Rashi Mathur "
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Wait time"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Doctor friendliness"
            }
        ],
        "contexts": [
            {
                "id": 823,
                "text": "Normal Vaginal Delivery (NVD)"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1258002,
            "status": "PUBLISHED",
            "note": "2019-09-29 06:29:48",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-09-29T07:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 40154883,
                "review_text": "** ***** ****** ** ** ********* **** ************** My wife Anmol, was under her treatment throughout the pregnancy. From the very beginning, she made a very good emotional connect with my wife. She would give ample time, would entertain queries from the entire family, would spare time to take calls every single time. She made it all so comfortable that it all seemed so easy. Even in the labor room, she made her calm, discussed things with my wife before making any important decision. My wife's decision was given priority. There were chances in labor room, where it seemed that Doctors would go for C section. But, she motivated, guided, talked and encouraged my wife to do right things at the right moments in labor room which resulted in my wife's Normal Delivery. Hats off. True expert.",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 50,
                        "reason": "MEDICAL_ABILITY",
                        "id": 211063
                    }
                ],
                "reviewed_on": "2019-09-27 18:02:22",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Anmol Awasthi"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 101475,
                "text": "Pregnant Women Counseling"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1075619,
            "status": "PUBLISHED",
            "note": "2019-02-02 04:44:41",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-02-02T05:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 38984308,
                "review_text": "A short time ago we blessed with a baby (normal delivery) and auspiciously  Dr. Mamta Mishra was our Gynaecologist. First of all she is very humble and listen all your problems prudently at the same time enlightening each and every pros and cons related to your problems so you may decide the best suitable option for you. She will never force you to visit all the time, from time to time she will ask you to send the soft copy of reports and if all OK you just need to follow the things as recommended.\n\nWe always wish for normal delivery and she is the one who actually made it happen. She always give you strength and push for normal delivery also ask you to have more vegetables and fruits along with normal workout rather than lot of medicines.\n\nThank you so much for all your friendliness, support and valuable guidance during the last 9 months.\n\nI would recommend her to everyone.\n",
                "review_alterations": [],
                "reviewed_on": "2019-01-31 13:48:46",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Jyoti Rathor"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Explanation of the health issue"
            }
        ],
        "contexts": [
            {
                "id": 844,
                "text": "Pregnancy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 929060,
            "status": "PUBLISHED",
            "note": "2018-07-24 09:18:16",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-07-24T10:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 37920668,
                "review_text": "Dr Mamta Mishra is truly amazing. I live in a distant place, hundreds of kilometer from Delhi, where medical facilities are very limited. Even finding a qualified doctor is a big thing. Dr Mishra guided me over the telephone and advised me throughout my pregnancy. During my 34th week, I had some complication and was admitted in Fortis on the advice of Dr Mishra. Everyone was convinced including myself that it will be a C-Section but Dr Mishra insisted on natural delivery. I trusted her and she didn’t disappoint me. Finally I gave a birth through normal delivery.\n It was a preterm birth and my baby was admitted to the nursery for a week. There also Dr. Mishra was keeping a watch on my baby health and taking regular feedbacks from other doctors. I have never met a doctor who is so involved with their patients. Dr. Mishra is truly amazing\n",
                "review_alterations": [],
                "reviewed_on": "2018-07-22 14:23:44",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Yogesha"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1855696,
            "status": "PUBLISHED",
            "note": "2021-10-20 06:33:23",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-10-20T07:00:59+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43598329,
                "review_text": "Dear Mam,\n\nThank you so much for being such an amazing doctor since January to me. I have never seen such a supportive and positive doctor ever.\n\nI have been told by many people that always choose best doctor for yourself because it is very imp for our health.\n\nWhen I became pregnant 🤰, my sister in law told me about you because both her cases has done by you and you handled them so well.\n\nMany people has shared their experiences with me that their doctor was not good and they were not satisfied with their service and from their treatment.\n\n\nMe and My husband as parents chose you as a Doctor for our baby. I had no trust on any other doctor as I was looking for good and skilled doctor. I got you and I have never seen such a friendly and brilliant doctor as you are.\n\nThank you once again Mamta Mishra Mam for being an amazing Doctor in my tough journey and I will recommend your name to my known people as well.\n\n\nFrom Baby - Thank you Doctor for being an excellent Doctor to my parents and I am thankful to god and you for helping me to come in this world without any problem.\n\n\nI want to advise everyone that must visit atleast for once to Mamta Mishra Mam and make your pregnancy journey positive and stress free ☺️👍\n\nWith love,\nFrom Shivani (Mother) \nFrom Baby (Nakshatra).",
                "review_alterations": [],
                "reviewed_on": "2021-10-19 06:10:41",
                "channel": "web",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 938,
                "text": "Pre and Post Delivery Care"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 284517,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2016-06-10T11:20:26+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 19447140,
                "review_text": "I was beyond impressed with my experience at Dr Mamta Mishra clinic. Dr Mamta mam is really knowledgeable and made me feel comfortable throughout the appointment. She has always provided the absolute best care, and I believe, best advice and treatment during every visit and for every issue. She is the only one who motivated me through out my pregnancy for normal delivery despite me diagnosed with other decease. Thanks to her motivation and support i had a normal delivery. I would highly recommend Dr Mamta Mishra. She is the Best of the best. Thanks Mam for all your Help and Support.",
                "review_alterations": [],
                "reviewed_on": "2016-06-10 11:14:58",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "DILSHAD"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1402297,
            "status": "PUBLISHED",
            "note": "2020-03-18 10:39:38",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2020-03-18T11:01:40+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 41140880,
                "review_text": "I visited mam's clinic for my wife's pregnancy checkup, though due to some constraints we have not get the delivery done but the way she explains the situation and talk about health factors is truly awesome. Must recommend specially If you are living near to her or in South Delhi",
                "review_alterations": [],
                "reviewed_on": "2020-03-17 05:04:40",
                "channel": "web",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Ratan Swami"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 938,
                "text": "Pre and Post Delivery Care"
            },
            {
                "id": 192757,
                "text": "Pregnancy care and management"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1314763,
            "status": "PUBLISHED",
            "note": "2019-12-17 07:47:35",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-12-17T08:00:29+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 40539112,
                "review_text": "If only words could express the gratitude I carry for you!  My journey was not easy but she made it really smooth. I was told of some complications in the sixth month. Had been not Dr Mamta I would not be holding my baby today.  She gave the hope the courage to continue with !  There are lot good doctors but to have an equally good soul makes you a remarkable human and an incomparable Doctor !!!   Thank you Maam for everything.  (Ruby)",
                "review_alterations": [],
                "reviewed_on": "2019-12-14 17:36:11",
                "channel": "web",
                "source": "DoctorPracticeFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Ruby Abraham"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1124423,
            "status": "PUBLISHED",
            "note": "2019-04-06 10:54:04",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-04-06T11:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 39305798,
                "review_text": "*** ***** ****** ** *** **** ************* ** *** ** *********** She is not only professional but compassionate. She works so hard for all her patients and makes them all feel so important. She provided the best support throughout my pregnancy and even after. I can’t thank Dr. Mamta enough for being the way she is and she works. Doctors like her make you believe in the nobelness of the profession.",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 64,
                        "reason": "MEDICAL_ABILITY",
                        "id": 166437
                    }
                ],
                "reviewed_on": "2019-04-05 09:30:41",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Gitanjali"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 1081,
                "text": "Cesarean Delivery"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1057306,
            "status": "PUBLISHED",
            "note": "2019-01-09 05:49:21",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-01-09T06:00:03+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 38863053,
                "review_text": "Dr. Mishra is very friendly and explains the health issues in a comprehensive way. Does not make you panic for unnecessary reasons, but at the same time will inform you about the risk involved (if any) in each procedure. She is such a doctor, who can be relied upon. Till date I have a pleasant experience with her treatment.  ",
                "review_alterations": [],
                "reviewed_on": "2019-01-07 09:02:21",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Debasis Barik"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 844,
                "text": "Pregnancy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1055889,
            "status": "PUBLISHED",
            "note": "2019-01-06 07:11:49",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-01-06T08:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 38853517,
                "review_text": "Me and my wife had the best experience with a doctor. explained the whole procedure with utmost professionalism yet showing sympathy and care. High degree of patience and experience believing in least procedures/medicines and natural birth. will definitely recommend. 10 on 10 for sure",
                "review_alterations": [],
                "reviewed_on": "2019-01-05 06:41:46",
                "channel": "android",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Vikas Kaushik"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            },
            {
                "id": 163605,
                "text": "Prenatal Checkup"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1019220,
            "status": "PUBLISHED",
            "note": "2018-11-15 09:38:02",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-11-15T10:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 38597491,
                "review_text": "* ***** *** ** *** ** *** **** ******** * **** **** ******* My pregnancy was full of complications from day 1 and Dr Mamta Mishra was always there to take care of me. Trusting her advice paid off as my baby is healthy and whatever she advised, we followed to the T and got satisfactory results. I would recommend her to everyone.",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 58,
                        "reason": "MEDICAL_ABILITY",
                        "id": 139637
                    }
                ],
                "reviewed_on": "2018-11-14 09:37:12",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Shikha Mattoo"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 63386,
                "text": "Caesarean Section (C Section)"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2150183,
            "status": "PUBLISHED",
            "note": "2023-02-13 08:06:47",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2023-02-13T09:00:22+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 45296391,
                "review_text": "We were very lucky to find Dr. Mamta Mishra who made our parenthood blessful. She is such an experienced Gynecologist. I had placenta previa  which is a high risk pregnancy but under the guidance of Dr. Mamta Mishra it went very smooth. She treats her patients with compassion and cares about them. We visited her clinic in Vasant Kunj every month and apart from that she is always available over phone for any guidance. Even she calls back as well. We are thankful to her for making our pregnancy journey pleasant and safe. We would highly recommend her. ",
                "review_alterations": [],
                "reviewed_on": "2023-02-11 18:12:49",
                "channel": "web",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 385630,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 710928,
            "practice_name": "Fortis Flt Lt Rajan Dhall Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2016-10-17T12:14:57+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 26066584,
                "review_text": "To keep it short and simple I can just give all the credits to Dr. Mamta for my baby's NORMAL delivery. Also she saved a sure short expense of Rs 56000 in the process. When the baby was born he had an undeveloped sixth finger in his right hand. Just after delivery one of the doctors at Fortis told that the extra muscle will be cut off in a while but later I was told that the estimated cost of removing the muscle will be Rs 56000. \nAlso a sense of very high level of urgency was maintained that there can be severe implications if the muscle isn't removed ASAP.\nI Called Dr Mamta and made her aware of the whole story. You will be surprised to hear that not only she calmed us down but also took care of the muscle almost free of cost(compare 56000 with a mere 700 consulting fee).\n\nI will just say that if in the current era of business minded doctors if you want an honest professional she is the one to go to. ",
                "review_alterations": [],
                "reviewed_on": "2016-10-15 05:49:06",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 329811,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1056540,
            "status": "PUBLISHED",
            "note": "2019-01-08 10:30:49",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-01-08T11:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 38858157,
                "review_text": "** ***** ** *** **** ************* * **** **** **** ******* The way she treats her patients is commendable. She never treats her patients as patient infact she establishes a friendly relationship with them that is the reason we as patients get so comfortable with her . She explains each and everything in such a detail that is awesome , I have never seen any doctor sitting and talking to their patients and guiding them which is why she is such a good counsellor as well.\nHer advices are superb , I use to visit her for my pregnancy and during my entire tenure she treated me the best way , me and my family were highly satisfied with her which is why we refer others also to see her . During my every visit she helped me a lot . She use to be always available on call as well as WhatsApp whenever I required. I had never seen any doctor doing that other than her.\nIn case you are searching for a good gynaecologist in NCR then Dr Mamta  Mishra is the one *** *** **** **** *",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 58,
                        "reason": "MEDICAL_ABILITY",
                        "id": 147966
                    },
                    {
                        "start_index": 958,
                        "end_index": 976,
                        "reason": "MEDICAL_ABILITY",
                        "id": 147967
                    }
                ],
                "reviewed_on": "2019-01-06 03:57:09",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 844,
                "text": "Pregnancy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 779239,
            "status": "PUBLISHED",
            "note": "2018-02-03 10:37:45",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-02-03T11:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 36599997,
                "review_text": "If you wish for the normal delivery then Dr. Mamta Mishra is the right choice. She is very professional yet very friendly and we felt that we are just talking to our elder sister. She gave very good advise on the health issues & how to overcome it and she is always just one call away.\n\nShe basically understands the patient problem very well and accordingly give the best solution. She will never discourage you for the normal delivery. She always used to say, I need 3 things for the normal delivery :- 1. Patient's commitment 2. Family Support 3. God's blessing.\n\nSuch humble and professional Dr. are actually required in our society.\n\nThank you so much Ma'am.",
                "review_alterations": [],
                "reviewed_on": "2018-01-24 08:18:38",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 13,
                "text": "Pregnant"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 608028,
            "status": "PUBLISHED",
            "note": "2017-07-01 11:07:52",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "Yes",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-07-01T12:00:03+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 34886508,
                "review_text": "Dr.Mamata Mishra is a \"wow\" doctor we have ever met, i used the word wow which means that she has all the qualities of a wonderful doctor which include #MinuteDetailing, #flexible, #caring, she is there for us round the clock, #affectionate, #SuperbGuidance, #ExtremePatience, she supports like a mom, consultation fee is nominal, she advices simple medicines, she has even got an ultrasound checking unit with her which adds a flower to the boutique. I would recommend any of my acquaintance to her.",
                "review_alterations": [],
                "reviewed_on": "2017-06-29 09:26:50",
                "channel": "mobile",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "dharani DEVI"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 25,
                "text": "Vaginal Itching"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 553251,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "Yes",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-05-10T12:17:14+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 34334263,
                "review_text": "I think what a patient needs more than diagnosis is moral and pyschological motivation...*** ** ******* ** *** *** ** ******** ****** *** **** ******** ***** ** ***** I had a lovely experience with her and will always go back to her for any gynaecology issues....she is amazing :) \n\nThanks Dr. Mamta...your help is much appreciated.",
                "review_alterations": [
                    {
                        "start_index": 89,
                        "end_index": 165,
                        "reason": "MEDICAL_ABILITY",
                        "id": 44864
                    }
                ],
                "reviewed_on": "2017-05-09 09:02:33",
                "channel": "mobile",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Shreya ganguly"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 2,
                "text": "Irregular Periods"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 470946,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "Yes",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-02-13T11:38:55+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 31372005,
                "review_text": "She listens and doesn't judge  and the best part is that she makes you really comfortable so that you can talk about everything related to your health and tgen gives suggestions.I really like the fact that she gives you a call if she can't reply to your text or call and check if everything is fine.I appreciate her for the service she provided.overall great experience\n",
                "review_alterations": [],
                "reviewed_on": "2017-02-11 11:51:04",
                "channel": "mobile",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Ruchi"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Explanation of the health issue"
            }
        ],
        "contexts": [
            {
                "id": 844,
                "text": "Pregnancy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 631384,
            "status": "PUBLISHED",
            "note": "2017-07-25 12:40:39",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-07-25T13:00:05+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 35128873,
                "review_text": "she is very nice doc not greedy at all..I would recommend her to all the people who need gaynacolgist ",
                "review_alterations": [],
                "reviewed_on": "2017-07-23 09:41:23",
                "channel": "sapphire",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Shweta"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Wait time"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Doctor friendliness"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 584100,
            "status": "PUBLISHED",
            "note": "2017-06-08 07:54:33",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-06-08T08:00:03+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 34650333,
                "review_text": "A patient and calm doctor who relaxes her patients anxiety and listens each word attentively of her patients. \n*** ** *** **** ******* * **** *** ********* ***** Gives minimal medicines, only if really required.",
                "review_alterations": [
                    {
                        "start_index": 111,
                        "end_index": 160,
                        "reason": "MEDICAL_ABILITY",
                        "id": 50449
                    }
                ],
                "reviewed_on": "2017-06-07 07:47:20",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Myrah Priyadarshini"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 29399,
                "text": "Pregnancy Tests"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 573962,
            "status": "PUBLISHED",
            "note": "2017-05-30 13:28:50",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-05-30T14:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 34554888,
                "review_text": "She has a very congenial and calm way of dealing with her patients...she makes sure u r content...that itself was very satisfying..\nApart from that...she is very professional as well..\n",
                "review_alterations": [],
                "reviewed_on": "2017-05-28 15:36:45",
                "channel": "sapphire",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Mehr Brar Dhami"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 316715,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2016-07-22T09:31:16+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 21688793,
                "review_text": "She is the one who don't keen to work for money. She take care of patient very well, She too support 24X7 Hours and she attend your phone call. If she missed your call then she calls back the when she came to know your call or message. You can also chat with her on Whatsapp for your report discussion & suggestion. \r\nWe had visited few doctors in NCR but we never met such Doctor in NCR. We recommend her for friends, relatives & who read this feedback.\r\n\r\nWe thank Dr. Mamta Mishra for her kind care & support.",
                "review_alterations": [],
                "reviewed_on": "2016-07-20 12:46:00",
                "channel": "web_email",
                "source": "FABRIC",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 111697,
                "text": "Pre-Pregnancy Counselling"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1946494,
            "status": "PUBLISHED",
            "note": "2022-03-06 06:01:38",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2022-03-06T07:00:31+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 44130554,
                "review_text": "*** ** *** **** ****** * **** **** She does not suggest unnecessary tests and medicines. She has provided us the best couslling and cleared all our doubts regarding pregnancy planning. I strongly recommend her.",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 33,
                        "reason": "MEDICAL_ABILITY",
                        "id": 399520
                    }
                ],
                "reviewed_on": "2022-03-05 04:05:23",
                "channel": "mweb",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Deepika"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1928685,
            "status": "PUBLISHED",
            "note": "2022-02-08 06:11:04",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2022-02-08T07:00:34+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 44034854,
                "review_text": "My baby could survive because Dr Mamta discovered the sac at the right time. She is a very friendly and understanding doctor. ",
                "review_alterations": [],
                "reviewed_on": "2022-02-06 17:36:12",
                "channel": "web",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Sakshi"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Wait time"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1525111,
            "status": "PUBLISHED",
            "note": "2020-09-19 05:02:33",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 765746,
            "practice_name": "Centre for Women's Health",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2020-09-19T06:00:32+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 41769546,
                "review_text": "I really recommend the Dr. She has explained well and took enough time to make us understand about all the things. ",
                "review_alterations": [],
                "reviewed_on": "2020-09-18 02:51:44",
                "channel": "web",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Akanksha Chamoli Bisht"
        },
        "entity_id": 297139,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            }
        ],
        "contexts": [
            {
                "id": 202,
                "text": "Hysterectomy (Abdominal/Vaginal)"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1524639,
            "status": "PUBLISHED",
            "note": "2020-09-18 12:16:40",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2020-09-18T13:00:25+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 41767161,
                "review_text": "Very humble and experienced doctor. Explained the issue very well and guided thoroughly about the problen* ********* ** **** *** * ************** ",
                "review_alterations": [
                    {
                        "start_index": 105,
                        "end_index": 144,
                        "reason": "MEDICAL_ABILITY",
                        "id": 294151
                    }
                ],
                "reviewed_on": "2020-09-17 12:11:17",
                "channel": "web",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Malkit singh"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 1300,
                "text": "Gynae Problems"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1369758,
            "status": "PUBLISHED",
            "note": "2020-02-16 04:50:10",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 710928,
            "practice_name": "Fortis Flt. Lt. Rajan Dhall Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2020-02-16T05:00:27+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 40936949,
                "review_text": "Doctor Mishra is very kind, caring and professional. She helped my problem by govong medicines and she conducted some test also. ",
                "review_alterations": [],
                "reviewed_on": "2020-02-14 13:50:14",
                "channel": "web",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Mila"
        },
        "entity_id": 329811,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            }
        ],
        "contexts": [
            {
                "id": 866,
                "text": "PCOD/PCOS Treatment"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1000820,
            "status": "PUBLISHED",
            "note": "2018-10-18 06:37:14",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-10-18T07:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 38466829,
                "review_text": "Mam is reali frank and cool. She said nothing is wrong with my health and I don't have to stress about it. ",
                "review_alterations": [],
                "reviewed_on": "2018-10-17 06:20:33",
                "channel": "web",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "RD Longnila"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 823665,
            "status": "PUBLISHED",
            "note": "2018-03-20 04:38:07",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-03-20T05:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 37016734,
                "review_text": "Amazing and very reliable doctor. My daughter was born under her guidance. It was a wonderful to have doctor like her . Thank you ",
                "review_alterations": [],
                "reviewed_on": "2018-03-17 13:09:52",
                "channel": "mobile",
                "source": "OpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Yasir Ahmed"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Explanation of the health issue"
            }
        ],
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1051967,
            "status": "PUBLISHED",
            "note": "2019-01-01 11:24:34",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-01-01T12:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 38828057,
                "review_text": "Doctor was delayed which  can happen  sometimes  so it's  understandable.But she  also  seemed to be in a terrible  rush. She couldn't  wait  to listen to the complete issue and scribbled  on the prescription in such  a hurry, all the while  keeping  the door  open for patients  waiting outside to hear about  my issues.A person's  time and  privacy needs to be respected.",
                "review_alterations": [],
                "reviewed_on": "2018-12-29 21:46:43",
                "channel": "android",
                "source": "FABRIC",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 844,
                "text": "Pregnancy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1193624,
            "status": "PUBLISHED",
            "note": "2019-07-07 13:20:26",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-07-07T14:00:01+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 39746253,
                "review_text": "******** ****** ** * ***** ******* I visited her during my wife's pregnancy. She used to listen to all our concerns very patiently and ensured that they are addressed. She also looked into every aspects of the  issue that my wife was facing in a very detailed manner and provided treatment. She is a very experienced doctor but at she same time very down to earth. Thank you so much Dr. Mamta Mishra.",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 33,
                        "reason": "MEDICAL_ABILITY",
                        "id": 189681
                    }
                ],
                "reviewed_on": "2019-07-06 13:09:04",
                "channel": "android",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 192685,
                "text": "Gynaecological Problem"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 989746,
            "status": "PUBLISHED",
            "note": "2018-10-04 11:18:41",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-10-04T12:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 38388116,
                "review_text": "She made me feel so welcome from the moment I had stepped into her chamber, and listened patiently to my problem. The calmness and tact of her really soothed me, and I was extremely comforted by her that she was there by me to solve my problem. She was very friendly and encouraged me to share my problem, and assured that it could be treated easily",
                "review_alterations": [],
                "reviewed_on": "2018-10-03 04:37:26",
                "channel": "web",
                "source": "FABRIC",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 33,
                "text": "Infertility in Women"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 713465,
            "status": "PUBLISHED",
            "note": "2017-11-01 06:51:25",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "Yes",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-11-01T07:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 35963653,
                "review_text": "She is very polite and helpful. She is no sign of greediness,infact she prefers less medication and tests. She does not recommended any specific path lab or ultra sound clinic like others.",
                "review_alterations": [],
                "reviewed_on": "2017-10-29 15:02:38",
                "channel": "mobile",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "swati shreya"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 520312,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-04-10T11:45:24+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 33984179,
                "review_text": "Ma'am is extremely warm and welcoming . Very professional and understanding . She makes the patient feel comfortable *** *** **** ********* ***** *** ****** Definitely recommend visiting her . \n",
                "review_alterations": [
                    {
                        "start_index": 117,
                        "end_index": 155,
                        "reason": "MEDICAL_ABILITY",
                        "id": 38078
                    }
                ],
                "reviewed_on": "2017-04-09 06:25:43",
                "channel": "mobile",
                "source": "OpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Ira Swain"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 1300,
                "text": "Gynae Problems"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 289537,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2016-06-17T04:49:01+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 19771945,
                "review_text": "She is very polite and caring it really helps you when your going through so much. I really liked the way she treats her patient its amazing.",
                "review_alterations": [],
                "reviewed_on": "2016-06-17 03:57:50",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Puja bharti "
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 1300,
                "text": "Gynae Problems"
            },
            {
                "id": 193360,
                "text": "Gynae advice"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 840460,
            "status": "PUBLISHED",
            "note": "2018-04-07 05:14:34",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-04-07T06:00:03+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 37165586,
                "review_text": "Dr Mamta is very polite and professional doctor I have ever meet. She always available to the patient whether day or night. Her friendly nature keep tension away. I will recommend Dr Mamta for any kind of gynecological issues.",
                "review_alterations": [],
                "reviewed_on": "2018-04-05 13:10:19",
                "channel": "mobile",
                "source": "OpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Abhay Narayan Katare"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 788181,
            "status": "PUBLISHED",
            "note": "2018-02-10 12:05:46",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 710928,
            "practice_name": "Fortis Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-02-10T13:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 36685003,
                "review_text": "Dr. Mamta is really very good Doctor . Very polite and helpful too . Wish her success and best blessings all the way...\n",
                "review_alterations": [],
                "reviewed_on": "2018-02-05 07:34:57",
                "channel": "mobile",
                "source": "OpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Ms.Saanvi"
        },
        "entity_id": 329811,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 241,
                "text": "Pap Smear"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2258661,
            "status": "PUBLISHED",
            "note": "2023-09-09 06:43:27",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2023-09-09T07:01:03+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 45955591,
                "review_text": "Dr is very friendly .  Listens to the priblem very  nicely n explanis in details the  problem concered.    Adept on her  work.   Guve solace also .   Stafff is good well behaved  .   Very neat n vlean plsce tp visit.\n\n..",
                "review_alterations": [],
                "reviewed_on": "2023-09-08 05:30:20",
                "channel": "mweb",
                "source": "FABRIC",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 1300,
                "text": "Gynae Problems"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1363444,
            "status": "PUBLISHED",
            "note": "2020-02-09 06:49:36",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2020-02-09T07:00:38+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 40889786,
                "review_text": "We felt very homely, she is very friendly like we can share  all the problems which are being faced,This was our first visit and was pleasant one. ",
                "review_alterations": [],
                "reviewed_on": "2020-02-07 15:22:45",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Wait time"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Doctor friendliness"
            }
        ],
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 675815,
            "status": "PUBLISHED",
            "note": "2017-09-13 08:59:48",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-09-13T09:00:01+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 35584677,
                "review_text": "Wonderful doctor. She is an example of highest medical ethics. Personal attention to her patients. Overall great experience with her",
                "review_alterations": [],
                "reviewed_on": "2017-09-11 07:04:07",
                "channel": "sapphire",
                "source": "FABRIC",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 101475,
                "text": "Pregnant Women Counseling"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 634009,
            "status": "PUBLISHED",
            "note": "2017-07-27 12:11:05",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-07-27T13:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 35156896,
                "review_text": "Dr. Mamta is very patient and gives amazing counseling. I felt much better after talking to her. She tells the details about every medicine she prescribes. The best part is her clinic is very neaby to her house and she is extremely accessible.",
                "review_alterations": [],
                "reviewed_on": "2017-07-26 11:59:45",
                "channel": "sapphire",
                "source": "FABRIC",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 1300,
                "text": "Gynae Problems"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 387973,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 710928,
            "practice_name": "Fortis Flt Lt Rajan Dhall Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2016-10-20T07:29:14+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 26200364,
                "review_text": "Very professional, very nice, easy to talk to. She is very knowledgeable, always patient, direct in her comments. Her confidence and extensive experience makes her one can trust and feel comfortable with.Totally recommend her!",
                "review_alterations": [],
                "reviewed_on": "2016-10-18 06:55:55",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 329811,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 1300,
                "text": "Gynae Problems"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 387957,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2016-10-20T07:29:29+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 26200080,
                "review_text": "Dr.Mamta Mishra is thoughtful, ************** caring & thorough. I highly recommend her! She always takes the time to fully answer my questions & address any problems.",
                "review_alterations": [
                    {
                        "start_index": 31,
                        "end_index": 44,
                        "reason": "MEDICAL_ABILITY",
                        "id": 11430
                    }
                ],
                "reviewed_on": "2016-10-18 06:48:09",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 425,
                "text": "Pregnancy Check Up"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1899662,
            "status": "PUBLISHED",
            "note": "2021-12-26 06:19:11",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-12-26T07:00:44+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43859993,
                "review_text": "Dr Mamta Mishra is an extremely professional, experienced and friendly doctor. She takes time to explain all the options in details to her patients. Highly recommend. ",
                "review_alterations": [],
                "reviewed_on": "2021-12-24 15:59:17",
                "channel": "mweb",
                "source": "FABRIC",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 1300,
                "text": "Gynae Problems"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1698557,
            "status": "PUBLISHED",
            "note": "2021-04-15 08:19:01",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-04-15T09:04:26+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 42706275,
                "review_text": "She’s a friendly pleasant and a patient doctor! This was my first time experience with her. I would recommend her",
                "review_alterations": [],
                "reviewed_on": "2021-04-13 15:15:00",
                "channel": "ios",
                "source": "FABRIC",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 860,
                "text": "Pregnancy Exercise"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1500673,
            "status": "PUBLISHED",
            "note": "2020-08-25 10:21:55",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2020-08-25T11:01:52+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 41642862,
                "review_text": "I met her for the first time but the experience was very good.I felt so comfortable with her.I highly recommend her.",
                "review_alterations": [],
                "reviewed_on": "2020-08-24 05:29:47",
                "channel": "web",
                "source": "FABRIC",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 13,
                "text": "Pregnant"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1221178,
            "status": "PUBLISHED",
            "note": "2019-08-13 12:07:58",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 403934,
            "practice_id": 786745,
            "practice_name": "Dr. Mamta Mishra's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-08-13T13:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 39918596,
                "review_text": "good experience ,I recommend everyone who are planning to start their journey in Parenthood. She explains every single thing about pregnancy really well.",
                "review_alterations": [],
                "reviewed_on": "2019-08-11 07:50:45",
                "channel": "android",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 324763,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    }
]