[
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 966,
                "text": "Childhood Acute Lymphoblastic Leukemia"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2189120,
            "status": "PUBLISHED",
            "note": "2023-04-26 09:35:46",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 735314,
            "practice_id": 1132620,
            "practice_name": "Rainbow Children's Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2023-04-26T10:00:34+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 45527124,
                "review_text": "It was bad luck that  our daughter got B-cell ALL(Leukemia or Blood cancer). We had never heard of it previously for 2 year old child. If unfortunately you are reading this feedback then please take a note of below data points which will help you to decide. I do not trust on doctors so easily because of my past experience but she is amazing so giving this feedback so that more and more patients gets benefits.\n1. Dr. Vasudha is very polite, explain everything in details and never get irritated by any non relevant questions. She is very intelligent.\n2. She love her patients like a mother, She talk to parents like a friend.\n3. She is available 24X7 for Chemo patients. You can ask or report any concern any time. She will help aways. Never seen so much helpful nature. Even taking second opinion from outside was not so much helpful to me. Let's not bother her in non working hours. Should be ok in working hours. \n4. She is having specialist nurses. All Chemo sisters do their job very well. Please avoid other general nurses and ask for Chemo nurses only. Sheela Sister, Viji Sister and Pallavi Sisters are expert in their area. You will respect them once you see their care. Sometimes I have seen tears in their eyes for some patients. You can think of how dedicated they are.\n5. You will not find nurses and doctors like these in any other hospital because She is having Children specialist hospital and staff.\n6. She personally call lab technician for giving reports earlier and do not let parents suffer.\n7. She always try to help poor patients by sharing medicines. Some injections are very costly and only a small quantity is given to patient. She avoid wastage and ask patients for sharing in case same medicine has to be given to multiple patients. She will take all involved patients consent first. Generally private hospitals and Doctor do not do this to charge more form patients.\n8. She has done fellow ship from UK and having good network with other doctors in this area.\n9. Women doctors cure children better. Generally we being parent of a child have so much of questions and a bit nervousness about future. You can trust her if planning to admit your child and trust her. Now stop googling and take some deep breath. All will be well.\n\nThank god for sending her in our world. Please give her everything good she desire and treat all her patients with 100% accuracy. ",
                "review_alterations": [],
                "reviewed_on": "2023-04-25 09:09:04",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Vinod"
        },
        "entity_id": 679230,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2238311,
            "status": "PUBLISHED",
            "note": "2023-07-23 06:32:07",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 735314,
            "practice_id": 1132620,
            "practice_name": "Rainbow Children's Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2023-07-23T07:01:03+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 45817233,
                "review_text": "She is the one who treated my son when he was diagnosed with LCH. *** *** ** **** ************* *** the best things is at any time she will answer us regardless of the time.And she will give the best suggestions.The one which we trust like our close family. Thank you doctor.God bless you",
                "review_alterations": [
                    {
                        "start_index": 65,
                        "end_index": 99,
                        "reason": "MEDICAL_ABILITY",
                        "id": 463786
                    }
                ],
                "reviewed_on": "2023-07-22 02:44:42",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 679230,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    }
]