[
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1850105,
            "status": "PUBLISHED",
            "note": "2021-10-12 10:59:30",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-10-12T11:00:43+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43563671,
                "review_text": "*** ******* ***** *** ** *** ** *** *** * ********** ******** ** ***** *** *** ** *** **** ********** ******* ** ********* ***** \nMy name is Navya and I am a marathon runner. On March 14th 2021, I reached home, after running 10K in the nearby ground and started plucking flowers. I fell from the wall and fractured right leg near ankle (shattered my calcaneus bone). We visited almost each and every orthopedic surgeon’s office in my home town. Each one of those doctors said, “We can’t do surgery but they can put hard cast (plaster of Paris) around the fractured leg and it will heel on itself”. They also said, “Getting back to normal walking style is difficult and you won’t be able to run again”. These words (won’t be able to run again) hurt me more than the physical pain from fracture. It was like Sun setting in the West and never rising in the East. Felt like, my life turned upside down forever. \nWe (me and my husband, also a marathon runner) explored all the options and called each and every doctor we knew personally. My cousin (a Gynecologist) and her husband (also a Doctor) posted about my case in almost every Doctor’s group they knew. Most of the Doctors in those groups referred Dr. Darshan Kumar as the best Orthopedic surgeon to consult. \nBased on my cousin’s reference, I consulted Dr. Darshan Kumar. He assured me saying “This is a very complicated fracture, don’t worry I handled much more complicated ones and be positive”. Doctor performed the surgery in a very deliberate manner for couple of hours. As soon as operation is done, doctor told my husband, \"You want her to run again, don’t worry we will make her run again\".\nDr. Darshan Kumar is a terrific, ************** sensitive, confident, caring, informative provider that I have complete faith and trust in. I trusted him so much that I didn’t consult physiotherapy doctor during my recovery and simply followed his suggestions. He is great with his patients and he gives you all the time you need during an office visit and makes sure all of your concerns and questions are addressed. He truly cares about his patients. Dr. Darshan sir combines expertise and a willingness to listen and discuss. He’s very empathetic and listens to our concerns. He takes time with the patient to help them with their issues. \nHe has been with us at every stage of the recovery and am very thankful for his excellent diagnosis and a pitch perfect operation. Really efficient, on point, respectful and great personality. Hands-down the most effective and efficient doctor visits I’ve had.\nThrough his staff, we came to know Vajubhai Vala, the then Governor of Karnataka was treated by Dr. Darshan Kumar when the Governor fractured his finger in Raj Bhavan Garden. Some foreigners visit him regularly. Some athletes (His name is Subhash) were able to compete at national level after successful surgeries by Dr. Darshan Kumar. \nOn a scale of 1 to 10 (10 being most severe damage) my fracture is rated 10 by all doctors. Where ever I am in the future, I will be very grateful to the doctor, because of him, I am able to walk normally and run normally. I am posting this review on the first day I am able to run again. I am indebted to Dr. Darshan for making me run again and for helping me to lead a normal life again. \nDr. Darshan Kumar is well known for his skills, compassion, empathetic, commitment and very well updated with his excellence in Orthopedics, so I recommend Dr. Darshan Kumar in a heartbeat to anyone looking for ***** Orthopedic Surgeon”.\n",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 127,
                        "reason": "MEDICAL_ABILITY",
                        "id": 378301
                    },
                    {
                        "start_index": 1684,
                        "end_index": 1698,
                        "reason": "MEDICAL_ABILITY",
                        "id": 378302
                    },
                    {
                        "start_index": 3494,
                        "end_index": 3499,
                        "reason": "MEDICAL_ABILITY",
                        "id": 378303
                    }
                ],
                "reviewed_on": "2021-10-11 06:12:47",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Navya"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1722794,
            "status": "PUBLISHED",
            "note": "2021-05-16 05:51:04",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-05-16T06:01:31+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 42838890,
                "review_text": "Hi,\n\nMy Fatger-In-Law aged 72 Yrs ia an farmer and was suffering from Dupuytren Contracture in both the hands since almost 7-10 yrs and his few figures were bent alomst till his palm. \n\nI had took him to the various Ortho Surgeons of many famous hospitals in Bengaluru **** **** ****** ******* ******* ****** *** *** **** ********* ******* ******** and suggestion was from all the Surgeons were one hand can be operated easily and can be recovered soon but another hand operation is little severe and need to do grafting and cannot promise on functioninig of the affected fingures post surgery and even chances of removal of fingures if those are not functional or lost sensitivity post surgery. \n\nRecently, I had been referred to Dr.Darshan Kumar A Jain by one of the Ortho Dr. having small clinic at my native and I met Dr.Darshan Jain at his Malleshwaram clinic along with my Father-In-Law. Always the first impression will be either the Best or worse, likewise, we had a very best impression by Dr.Darshan Jain in our first visit. \n\nDr.Darshan Jain is an Compassionate, Humble and Explanative on the problem and procedure and even he promised us that both the hands will be operated with 100% confidence of normal functioning of all affected figures post surgery whereas grafting may required for one hand which is little severe. \n\nFinally, we had surgery for both hands one after another over a period of 1 month time with interval of 15 days from first hand surgery. \n\nAs promised by Dr.Darshan Jain he has completed the surgery and procedure of both the hands successfully with 100% functioning of both hands like earlier and that to be surprisingly without Grafting for severe one also keeping in mind of my Father-In-Law's health condition as he was an heart patient with Diabetic. \n\nI would strongly recommend all the needy person who are seeking Orthopedic Surgery/Orthopedic Treatment/Advice on Ortho related issues to visit Dr.Darshan Jain at least once for better treatment and solutions; he is the best Orthopedic Surgeon ever I seen, as I had met more than 15 Orthopedic Surgeons in Bengaluru, Mysuru, Shimoga and Manipal over a period of 2 years and we never had confidence of re-functioning of affected figures by any of the Orthopedic Surgeons whom we met except Dr.Darshan Jain and even my Father-In-Law is doing normal farming work post surgery whereas earlier he could not mix the food while eating, hold the pen to write etc... \n\nOnce again I reiterate, meet Dr.Darshan Jain at least once and get rid of your Orthopedic problems. \n\nRegards, \nJayaram Gowda. \nBirur, Chickmagaluru Dist.\n",
                "review_alterations": [
                    {
                        "start_index": 269,
                        "end_index": 348,
                        "reason": "NON_COMPLIANT",
                        "id": 345243
                    }
                ],
                "reviewed_on": "2021-05-14 04:15:16",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Jayaram Gowda"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 1541,
                "text": "Hand Surgery"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2389338,
            "status": "PUBLISHED",
            "note": "2024-05-26 00:59:55",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1134531,
            "practice_name": "Apollo Spectra Hospitals",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2024-05-26T01:00:38+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 46707119,
                "review_text": "Prompt and trust worthy and highly experienced top one doctor in his field. \nHe is highly experienced and genuine doctor and won't recommend for simply surgeries with out a need",
                "review_alterations": [],
                "reviewed_on": "2024-05-24 12:47:58",
                "channel": "mweb",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Harish"
        },
        "entity_id": 792855,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 836,
                "text": "Carpal Tunnel Syndrome"
            },
            {
                "id": 195187,
                "text": "Lateral Epicondyle Release (Tennis Elbow)"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1281586,
            "status": "PUBLISHED",
            "note": "2019-11-05 11:31:50",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-11-05T12:00:02+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 261533,
                "reply_status": "PUBLISHED",
                "reply_text": "Thank you very much for taking time and sharing your experience. I am humbled by your words.",
                "replied_at": "2021-01-18T11:28:45+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 40309183,
                "review_text": "*** ******* ** *** **** **** ******* *** *********** ****** ** ***** We were fortunate to have got referred to this Godly doctor by *** ** *** **** Neurologists in Blr... Dr. Darshan treated both, me (for carpal tunnel syndrome) and my wife (for tennis elbow and knee pain). We both have come out of these problems long back, because of the very effective treatment given. \n\nMy wife was fully out of the tennis elbow problem (in less than a month's time) which had persisted for a long time. \n\nI am also 100% alright with no sign of the Carpal tunnel syndrome today. A quick background: I used to work using my mobile phone, for more than 7 to 8 hours per day (which went on for months together). This lead to Carpal tunnel syndrome (right hand), which was rightly diagnosed by Dr. Darshan. The severity was as such wherein, I couldn't literally fold my right hand fingers. However, I underwent the surgery as advised by Dr. Darshan in the timeframe suggested. Surgery was indeed successful and in less than a week's time my fingers became flexible. While the recovery period was just around 2 weeks, Dr. Darshan suggested few do's and don'ts, that I followed religiously. My right hand showed great pace of recovery, but my other hand already had similar symptoms but not to the extent of severity in the hand that got operated.. Dr. Darshan then advised to give some time for my other hand (left hand), to analyse rightly if a surgery is required for that hand as well... As time passed (many months, with Dr. Darshan's supervision), the pain in my other hand subsided fully, while the hand that got operated was also perfectly fine. Special thanks to Dr. Darshan for giving me back my life (hand). \n\nDr. Darshan is down to earth and is a Godly human being. He does his job as a service *** *** ** **** ***** **** **** *** ******* ******** **** ****** One should have trust in him and follow his instructions, to see the best results - which I did very religiously and got the best results with just one hand being operated and the other getting healed without an operation. Today, I can lift buckets of water in both the hand and all the credit goes to Dr. Darshan. Thank you Doctor... While the Technology has got so advanced, it also has disastrous effects on people mostly, who get addicted to mobile phones and computers. Such people land up in hospitals... Am sharing my experience in the form of this review, to help such people to get routed to you Dr. Darshan. Thanks once again.",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 67,
                        "reason": "MEDICAL_ABILITY",
                        "id": 218405
                    },
                    {
                        "start_index": 131,
                        "end_index": 146,
                        "reason": "MEDICAL_ABILITY",
                        "id": 218406
                    },
                    {
                        "start_index": 1789,
                        "end_index": 1853,
                        "reason": "NON_COMPLIANT",
                        "id": 218407
                    }
                ],
                "reviewed_on": "2019-11-01 18:53:42",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Narahari Prasad"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            }
        ],
        "contexts": [
            {
                "id": 1541,
                "text": "Hand Surgery"
            },
            {
                "id": 101762,
                "text": "Reconstruction and Rehabilitation"
            },
            {
                "id": 3779,
                "text": "Reconstruction & Rehabilitation"
            },
            {
                "id": 101694,
                "text": "External fixator"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1280131,
            "status": "PUBLISHED",
            "note": "2019-11-01 06:25:09",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 637572,
            "practice_name": "MS Ramaiah Memorial Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-11-01T07:00:02+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 261532,
                "reply_status": "PUBLISHED",
                "reply_text": "Hello Mr Vinay. \nYou had a most terrible injury and it is not easy to overcome such a problem.  You braved through the process very well. It was commendable to get such a result  your hard work has paid off. \nGod bless, take care",
                "replied_at": "2021-01-18T11:27:58+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 40300030,
                "review_text": "I met with a major accident on July 11th early morning near BEL circle, my right hand was crushed below the lorry wheel, there was no movement in my hand I was feeling my elbow joint fracture. Within few minutes I was admitted to MS Ramaiah hospital. I was immediately attended by Orthopedic and vascular team who were available at that time.e. My hand was in a very very bad condition. Team was discussing to amputee my hand since it was badly affected. My parents were in deep pain after listening by health condition. Then came Dr Darshan Kumar Jain who analyzed my hand condition and denied amputation. He gave hope and confidense to my parents that hand can be saved and it can function normally. I was operated for almost 4 hrs. Day by day my hand started responding. My muscle was also crushed and there was a very big wound near my elbow joint. Initially my fingers movement started. Skin grafting was done by Dr Darshan which helped me to heal the wound. Dr Darshan gave me self confidence during his everyday visit. My confidense level was improving when ever I was speaking with him. He was explaining all my queries though he was too busy. Now it's almost 4 months from my injury. My hand movements improved a lot. I am able to lift more than 5 kilos now from my injured hand, able to move my wrist and elbow. Dr Darshan came in the form of God in my life who saved my hand. Can't just imagine my life without a hand if it was amputed. Me and my family would like to thank him for his service to his profession who is treating patients like me. ",
                "review_alterations": [],
                "reviewed_on": "2019-10-31 04:05:32",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Vinay"
        },
        "entity_id": 215542,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1699672,
            "status": "PUBLISHED",
            "note": "2021-04-16 06:50:11",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-04-16T07:01:30+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 42712471,
                "review_text": "I had gone for a surgery last December for my Carpel tunnel snyndrome else where, but after that 3 months passed did all sorts of physio etc but had no relief, then I went to Dr.Darshan Jain for a second opinion * ** *** *** ********* ** ********** ** ***** ** *** ** ******* ** told me get some tests and MRI done and then finally convinced me to get the surgery done again, initially I was paranoid to get the surgery done again as I had gone through the pain just 3 months prior, but as I talked to the doctor I felt I was in safe hands and went for the surgery, after the surgery he came to me and told me to move my fingers and to my surprise I was able to move them easily, after that his follow up was so nice he took care of everything, right now I am in my healing process but the difference I could make out between both the surgeries is huge this time I feel I will get back to my original self fast and lead a normal life again, I want to thank Dr. Darshan Jain from my heart for this . As they say if your doctor is having a smile on his face always and talks to you in a comforting tone be friendly with you and not scare you, half of your troubles are gone then and there itself, rest have faith in him and you will be fine . Just be as you are Doctor Darshan never do change, had a very positive experience with you. Thanks 😊 ",
                "review_alterations": [
                    {
                        "start_index": 211,
                        "end_index": 277,
                        "reason": "MEDICAL_ABILITY",
                        "id": 339543
                    }
                ],
                "reviewed_on": "2021-04-15 05:46:35",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Soma Mukherjee"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1697807,
            "status": "PUBLISHED",
            "note": "2021-04-15 08:51:51",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 637572,
            "practice_name": "MS Ramaiah Memorial Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-04-15T09:04:33+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 42702069,
                "review_text": "I had scaphoid fracture and was told to get operated. One of our cousin who is a doctor specifically referred to Dr Darshan Kumar sir. He is easy to talk  and contact him and a very friendly doctor. Had talked to him about my situation and he had explained precisely what the procedure is going to be . Later was operated for the fracture by the wrist arthroscopy procedure. Very happy about post surgery experience . The surgery was done so  perfect , no one can notice that I had got a surgery done on my hand. Easy to talk to him and he always responds himself instantly via phone call and WhatsApp message. Now it is almost two months after surgery and now hands are all good and fully healed. So satisfied with the surgery done by the best hand surgeon . **** *** **** **** ** ** *** ** *** **** **** ******* *** **** ** ********** * *** ****** *** **** ** ** *** **** **** ******** Surely will recommend  Dr  Darshan sir to anyone and I am sure that everyone will be satisfied with his work as doctor and also will love him as a person \n",
                "review_alterations": [
                    {
                        "start_index": 760,
                        "end_index": 887,
                        "reason": "MEDICAL_ABILITY",
                        "id": 339180
                    }
                ],
                "reviewed_on": "2021-04-12 16:01:04",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Sannidhi u shetty"
        },
        "entity_id": 215542,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1615334,
            "status": "PUBLISHED",
            "note": "2021-01-08 06:11:53",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-01-08T07:01:15+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 261529,
                "reply_status": "PUBLISHED",
                "reply_text": "It was a complex case and required detail assessment, very high chance of missing the problem even in the most experienced hands. \nThanks for taking time and sharing your experience. I am humbled.",
                "replied_at": "2021-01-18T11:22:43+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 42249988,
                "review_text": "My sister's hand had issues with supination and movement.\nAfter several consultations with our family doctor, we approached Dr. Darshan Jain.\n\nDr. Jain made sure we were comfortable and was with my whole family throughout the diagnosis, operation and also post operation procedures.\n\nAfter consulting with several doctors across states, He was the one who pointed that the cause of injury was due to an old accident and diagnosed the problem on clinical examination and which was confirmed by further investigations.\nThe way he confidently explained the problem and the solution made us feel very comfortable to go through with the operation.\nHe has been with us at every stage of the journey and am very thankful for his excellent diagnosis and a pitch perfect operation.\nAfter a successful operation coupled with some excellent physiotherapy sessions, I say it without any doubt, He is one of the best hand surgeons.\nEven though he is an accomplished and renowned doctor, He treated us with at most humility.\nI thank him for his hospitality and his efforts",
                "review_alterations": [],
                "reviewed_on": "2021-01-06 17:15:51",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Vibha Haritas"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 37,
                "text": "Joint Mobilization"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2384248,
            "status": "PUBLISHED",
            "note": "2024-05-15 10:42:59",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1134531,
            "practice_name": "Apollo Spectra Hospitals",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2024-05-15T11:00:46+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 46678217,
                "review_text": "Doctor is good. He diagnosed the issue very quickly and started treating on it. Highly recommend this doctor",
                "review_alterations": [],
                "reviewed_on": "2024-05-14 10:35:33",
                "channel": "mweb",
                "source": "FABRIC",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 792855,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2063285,
            "status": "PUBLISHED",
            "note": "2022-09-08 07:19:10",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1134531,
            "practice_name": "Apollo Spectra Hospitals",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2022-09-08T08:00:54+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 44801606,
                "review_text": "My orthopaedic doctor in Nairobi, Kenya referred me to  Dr. Jain. When I contacted Dr. Jain - almost a month before I came for the surgery, Dr. Jain explained to me the whole procedure and put all my concerns at ease. He put me in touch with the hospital's top management so that the whole process was smooth from start to finish.\nOn the day of the surgery, he and his team ensured everything was done as per plan and the follow-up thereafter was comforting and every detail was looked after perfectly well.\nDr. Jains commitment to the whole procedure and follow-up thereafter is highly commendable and I would highly recommend him for such procedures.",
                "review_alterations": [],
                "reviewed_on": "2022-09-07 06:03:22",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Pinder Bassi"
        },
        "entity_id": 792855,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1850105,
            "status": "PUBLISHED",
            "note": "2021-10-12 10:59:30",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-10-12T11:00:43+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 43563671,
                "review_text": "*** ******* ***** *** ** *** ** *** *** * ********** ******** ** ***** *** *** ** *** **** ********** ******* ** ********* ***** \nMy name is Navya and I am a marathon runner. On March 14th 2021, I reached home, after running 10K in the nearby ground and started plucking flowers. I fell from the wall and fractured right leg near ankle (shattered my calcaneus bone). We visited almost each and every orthopedic surgeon’s office in my home town. Each one of those doctors said, “We can’t do surgery but they can put hard cast (plaster of Paris) around the fractured leg and it will heel on itself”. They also said, “Getting back to normal walking style is difficult and you won’t be able to run again”. These words (won’t be able to run again) hurt me more than the physical pain from fracture. It was like Sun setting in the West and never rising in the East. Felt like, my life turned upside down forever. \nWe (me and my husband, also a marathon runner) explored all the options and called each and every doctor we knew personally. My cousin (a Gynecologist) and her husband (also a Doctor) posted about my case in almost every Doctor’s group they knew. Most of the Doctors in those groups referred Dr. Darshan Kumar as the best Orthopedic surgeon to consult. \nBased on my cousin’s reference, I consulted Dr. Darshan Kumar. He assured me saying “This is a very complicated fracture, don’t worry I handled much more complicated ones and be positive”. Doctor performed the surgery in a very deliberate manner for couple of hours. As soon as operation is done, doctor told my husband, \"You want her to run again, don’t worry we will make her run again\".\nDr. Darshan Kumar is a terrific, ************** sensitive, confident, caring, informative provider that I have complete faith and trust in. I trusted him so much that I didn’t consult physiotherapy doctor during my recovery and simply followed his suggestions. He is great with his patients and he gives you all the time you need during an office visit and makes sure all of your concerns and questions are addressed. He truly cares about his patients. Dr. Darshan sir combines expertise and a willingness to listen and discuss. He’s very empathetic and listens to our concerns. He takes time with the patient to help them with their issues. \nHe has been with us at every stage of the recovery and am very thankful for his excellent diagnosis and a pitch perfect operation. Really efficient, on point, respectful and great personality. Hands-down the most effective and efficient doctor visits I’ve had.\nThrough his staff, we came to know Vajubhai Vala, the then Governor of Karnataka was treated by Dr. Darshan Kumar when the Governor fractured his finger in Raj Bhavan Garden. Some foreigners visit him regularly. Some athletes (His name is Subhash) were able to compete at national level after successful surgeries by Dr. Darshan Kumar. \nOn a scale of 1 to 10 (10 being most severe damage) my fracture is rated 10 by all doctors. Where ever I am in the future, I will be very grateful to the doctor, because of him, I am able to walk normally and run normally. I am posting this review on the first day I am able to run again. I am indebted to Dr. Darshan for making me run again and for helping me to lead a normal life again. \nDr. Darshan Kumar is well known for his skills, compassion, empathetic, commitment and very well updated with his excellence in Orthopedics, so I recommend Dr. Darshan Kumar in a heartbeat to anyone looking for ***** Orthopedic Surgeon”.\n",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 127,
                        "reason": "MEDICAL_ABILITY",
                        "id": 378301
                    },
                    {
                        "start_index": 1684,
                        "end_index": 1698,
                        "reason": "MEDICAL_ABILITY",
                        "id": 378302
                    },
                    {
                        "start_index": 3494,
                        "end_index": 3499,
                        "reason": "MEDICAL_ABILITY",
                        "id": 378303
                    }
                ],
                "reviewed_on": "2021-10-11 06:12:47",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Navya"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1722794,
            "status": "PUBLISHED",
            "note": "2021-05-16 05:51:04",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-05-16T06:01:31+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 42838890,
                "review_text": "Hi,\n\nMy Fatger-In-Law aged 72 Yrs ia an farmer and was suffering from Dupuytren Contracture in both the hands since almost 7-10 yrs and his few figures were bent alomst till his palm. \n\nI had took him to the various Ortho Surgeons of many famous hospitals in Bengaluru **** **** ****** ******* ******* ****** *** *** **** ********* ******* ******** and suggestion was from all the Surgeons were one hand can be operated easily and can be recovered soon but another hand operation is little severe and need to do grafting and cannot promise on functioninig of the affected fingures post surgery and even chances of removal of fingures if those are not functional or lost sensitivity post surgery. \n\nRecently, I had been referred to Dr.Darshan Kumar A Jain by one of the Ortho Dr. having small clinic at my native and I met Dr.Darshan Jain at his Malleshwaram clinic along with my Father-In-Law. Always the first impression will be either the Best or worse, likewise, we had a very best impression by Dr.Darshan Jain in our first visit. \n\nDr.Darshan Jain is an Compassionate, Humble and Explanative on the problem and procedure and even he promised us that both the hands will be operated with 100% confidence of normal functioning of all affected figures post surgery whereas grafting may required for one hand which is little severe. \n\nFinally, we had surgery for both hands one after another over a period of 1 month time with interval of 15 days from first hand surgery. \n\nAs promised by Dr.Darshan Jain he has completed the surgery and procedure of both the hands successfully with 100% functioning of both hands like earlier and that to be surprisingly without Grafting for severe one also keeping in mind of my Father-In-Law's health condition as he was an heart patient with Diabetic. \n\nI would strongly recommend all the needy person who are seeking Orthopedic Surgery/Orthopedic Treatment/Advice on Ortho related issues to visit Dr.Darshan Jain at least once for better treatment and solutions; he is the best Orthopedic Surgeon ever I seen, as I had met more than 15 Orthopedic Surgeons in Bengaluru, Mysuru, Shimoga and Manipal over a period of 2 years and we never had confidence of re-functioning of affected figures by any of the Orthopedic Surgeons whom we met except Dr.Darshan Jain and even my Father-In-Law is doing normal farming work post surgery whereas earlier he could not mix the food while eating, hold the pen to write etc... \n\nOnce again I reiterate, meet Dr.Darshan Jain at least once and get rid of your Orthopedic problems. \n\nRegards, \nJayaram Gowda. \nBirur, Chickmagaluru Dist.\n",
                "review_alterations": [
                    {
                        "start_index": 269,
                        "end_index": 348,
                        "reason": "NON_COMPLIANT",
                        "id": 345243
                    }
                ],
                "reviewed_on": "2021-05-14 04:15:16",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Jayaram Gowda"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 1541,
                "text": "Hand Surgery"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2389338,
            "status": "PUBLISHED",
            "note": "2024-05-26 00:59:55",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1134531,
            "practice_name": "Apollo Spectra Hospitals",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2024-05-26T01:00:38+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 46707119,
                "review_text": "Prompt and trust worthy and highly experienced top one doctor in his field. \nHe is highly experienced and genuine doctor and won't recommend for simply surgeries with out a need",
                "review_alterations": [],
                "reviewed_on": "2024-05-24 12:47:58",
                "channel": "mweb",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Harish"
        },
        "entity_id": 792855,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [
            {
                "id": 836,
                "text": "Carpal Tunnel Syndrome"
            },
            {
                "id": 195187,
                "text": "Lateral Epicondyle Release (Tennis Elbow)"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1281586,
            "status": "PUBLISHED",
            "note": "2019-11-05 11:31:50",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-11-05T12:00:02+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 261533,
                "reply_status": "PUBLISHED",
                "reply_text": "Thank you very much for taking time and sharing your experience. I am humbled by your words.",
                "replied_at": "2021-01-18T11:28:45+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 40309183,
                "review_text": "*** ******* ** *** **** **** ******* *** *********** ****** ** ***** We were fortunate to have got referred to this Godly doctor by *** ** *** **** Neurologists in Blr... Dr. Darshan treated both, me (for carpal tunnel syndrome) and my wife (for tennis elbow and knee pain). We both have come out of these problems long back, because of the very effective treatment given. \n\nMy wife was fully out of the tennis elbow problem (in less than a month's time) which had persisted for a long time. \n\nI am also 100% alright with no sign of the Carpal tunnel syndrome today. A quick background: I used to work using my mobile phone, for more than 7 to 8 hours per day (which went on for months together). This lead to Carpal tunnel syndrome (right hand), which was rightly diagnosed by Dr. Darshan. The severity was as such wherein, I couldn't literally fold my right hand fingers. However, I underwent the surgery as advised by Dr. Darshan in the timeframe suggested. Surgery was indeed successful and in less than a week's time my fingers became flexible. While the recovery period was just around 2 weeks, Dr. Darshan suggested few do's and don'ts, that I followed religiously. My right hand showed great pace of recovery, but my other hand already had similar symptoms but not to the extent of severity in the hand that got operated.. Dr. Darshan then advised to give some time for my other hand (left hand), to analyse rightly if a surgery is required for that hand as well... As time passed (many months, with Dr. Darshan's supervision), the pain in my other hand subsided fully, while the hand that got operated was also perfectly fine. Special thanks to Dr. Darshan for giving me back my life (hand). \n\nDr. Darshan is down to earth and is a Godly human being. He does his job as a service *** *** ** **** ***** **** **** *** ******* ******** **** ****** One should have trust in him and follow his instructions, to see the best results - which I did very religiously and got the best results with just one hand being operated and the other getting healed without an operation. Today, I can lift buckets of water in both the hand and all the credit goes to Dr. Darshan. Thank you Doctor... While the Technology has got so advanced, it also has disastrous effects on people mostly, who get addicted to mobile phones and computers. Such people land up in hospitals... Am sharing my experience in the form of this review, to help such people to get routed to you Dr. Darshan. Thanks once again.",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 67,
                        "reason": "MEDICAL_ABILITY",
                        "id": 218405
                    },
                    {
                        "start_index": 131,
                        "end_index": 146,
                        "reason": "MEDICAL_ABILITY",
                        "id": 218406
                    },
                    {
                        "start_index": 1789,
                        "end_index": 1853,
                        "reason": "NON_COMPLIANT",
                        "id": 218407
                    }
                ],
                "reviewed_on": "2019-11-01 18:53:42",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Narahari Prasad"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            }
        ],
        "contexts": [
            {
                "id": 1541,
                "text": "Hand Surgery"
            },
            {
                "id": 101762,
                "text": "Reconstruction and Rehabilitation"
            },
            {
                "id": 3779,
                "text": "Reconstruction & Rehabilitation"
            },
            {
                "id": 101694,
                "text": "External fixator"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1280131,
            "status": "PUBLISHED",
            "note": "2019-11-01 06:25:09",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 637572,
            "practice_name": "MS Ramaiah Memorial Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-11-01T07:00:02+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 261532,
                "reply_status": "PUBLISHED",
                "reply_text": "Hello Mr Vinay. \nYou had a most terrible injury and it is not easy to overcome such a problem.  You braved through the process very well. It was commendable to get such a result  your hard work has paid off. \nGod bless, take care",
                "replied_at": "2021-01-18T11:27:58+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 40300030,
                "review_text": "I met with a major accident on July 11th early morning near BEL circle, my right hand was crushed below the lorry wheel, there was no movement in my hand I was feeling my elbow joint fracture. Within few minutes I was admitted to MS Ramaiah hospital. I was immediately attended by Orthopedic and vascular team who were available at that time.e. My hand was in a very very bad condition. Team was discussing to amputee my hand since it was badly affected. My parents were in deep pain after listening by health condition. Then came Dr Darshan Kumar Jain who analyzed my hand condition and denied amputation. He gave hope and confidense to my parents that hand can be saved and it can function normally. I was operated for almost 4 hrs. Day by day my hand started responding. My muscle was also crushed and there was a very big wound near my elbow joint. Initially my fingers movement started. Skin grafting was done by Dr Darshan which helped me to heal the wound. Dr Darshan gave me self confidence during his everyday visit. My confidense level was improving when ever I was speaking with him. He was explaining all my queries though he was too busy. Now it's almost 4 months from my injury. My hand movements improved a lot. I am able to lift more than 5 kilos now from my injured hand, able to move my wrist and elbow. Dr Darshan came in the form of God in my life who saved my hand. Can't just imagine my life without a hand if it was amputed. Me and my family would like to thank him for his service to his profession who is treating patients like me. ",
                "review_alterations": [],
                "reviewed_on": "2019-10-31 04:05:32",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Vinay"
        },
        "entity_id": 215542,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1699672,
            "status": "PUBLISHED",
            "note": "2021-04-16 06:50:11",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-04-16T07:01:30+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 42712471,
                "review_text": "I had gone for a surgery last December for my Carpel tunnel snyndrome else where, but after that 3 months passed did all sorts of physio etc but had no relief, then I went to Dr.Darshan Jain for a second opinion * ** *** *** ********* ** ********** ** ***** ** *** ** ******* ** told me get some tests and MRI done and then finally convinced me to get the surgery done again, initially I was paranoid to get the surgery done again as I had gone through the pain just 3 months prior, but as I talked to the doctor I felt I was in safe hands and went for the surgery, after the surgery he came to me and told me to move my fingers and to my surprise I was able to move them easily, after that his follow up was so nice he took care of everything, right now I am in my healing process but the difference I could make out between both the surgeries is huge this time I feel I will get back to my original self fast and lead a normal life again, I want to thank Dr. Darshan Jain from my heart for this . As they say if your doctor is having a smile on his face always and talks to you in a comforting tone be friendly with you and not scare you, half of your troubles are gone then and there itself, rest have faith in him and you will be fine . Just be as you are Doctor Darshan never do change, had a very positive experience with you. Thanks 😊 ",
                "review_alterations": [
                    {
                        "start_index": 211,
                        "end_index": 277,
                        "reason": "MEDICAL_ABILITY",
                        "id": 339543
                    }
                ],
                "reviewed_on": "2021-04-15 05:46:35",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Soma Mukherjee"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1697807,
            "status": "PUBLISHED",
            "note": "2021-04-15 08:51:51",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 637572,
            "practice_name": "MS Ramaiah Memorial Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-04-15T09:04:33+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 42702069,
                "review_text": "I had scaphoid fracture and was told to get operated. One of our cousin who is a doctor specifically referred to Dr Darshan Kumar sir. He is easy to talk  and contact him and a very friendly doctor. Had talked to him about my situation and he had explained precisely what the procedure is going to be . Later was operated for the fracture by the wrist arthroscopy procedure. Very happy about post surgery experience . The surgery was done so  perfect , no one can notice that I had got a surgery done on my hand. Easy to talk to him and he always responds himself instantly via phone call and WhatsApp message. Now it is almost two months after surgery and now hands are all good and fully healed. So satisfied with the surgery done by the best hand surgeon . **** *** **** **** ** ** *** ** *** **** **** ******* *** **** ** ********** * *** ****** *** **** ** ** *** **** **** ******** Surely will recommend  Dr  Darshan sir to anyone and I am sure that everyone will be satisfied with his work as doctor and also will love him as a person \n",
                "review_alterations": [
                    {
                        "start_index": 760,
                        "end_index": 887,
                        "reason": "MEDICAL_ABILITY",
                        "id": 339180
                    }
                ],
                "reviewed_on": "2021-04-12 16:01:04",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Sannidhi u shetty"
        },
        "entity_id": 215542,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1615334,
            "status": "PUBLISHED",
            "note": "2021-01-08 06:11:53",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-01-08T07:01:15+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 261529,
                "reply_status": "PUBLISHED",
                "reply_text": "It was a complex case and required detail assessment, very high chance of missing the problem even in the most experienced hands. \nThanks for taking time and sharing your experience. I am humbled.",
                "replied_at": "2021-01-18T11:22:43+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 42249988,
                "review_text": "My sister's hand had issues with supination and movement.\nAfter several consultations with our family doctor, we approached Dr. Darshan Jain.\n\nDr. Jain made sure we were comfortable and was with my whole family throughout the diagnosis, operation and also post operation procedures.\n\nAfter consulting with several doctors across states, He was the one who pointed that the cause of injury was due to an old accident and diagnosed the problem on clinical examination and which was confirmed by further investigations.\nThe way he confidently explained the problem and the solution made us feel very comfortable to go through with the operation.\nHe has been with us at every stage of the journey and am very thankful for his excellent diagnosis and a pitch perfect operation.\nAfter a successful operation coupled with some excellent physiotherapy sessions, I say it without any doubt, He is one of the best hand surgeons.\nEven though he is an accomplished and renowned doctor, He treated us with at most humility.\nI thank him for his hospitality and his efforts",
                "review_alterations": [],
                "reviewed_on": "2021-01-06 17:15:51",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Vibha Haritas"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 37,
                "text": "Joint Mobilization"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2384248,
            "status": "PUBLISHED",
            "note": "2024-05-15 10:42:59",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1134531,
            "practice_name": "Apollo Spectra Hospitals",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2024-05-15T11:00:46+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 46678217,
                "review_text": "Doctor is good. He diagnosed the issue very quickly and started treating on it. Highly recommend this doctor",
                "review_alterations": [],
                "reviewed_on": "2024-05-14 10:35:33",
                "channel": "mweb",
                "source": "FABRIC",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 792855,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2063285,
            "status": "PUBLISHED",
            "note": "2022-09-08 07:19:10",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1134531,
            "practice_name": "Apollo Spectra Hospitals",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2022-09-08T08:00:54+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 44801606,
                "review_text": "My orthopaedic doctor in Nairobi, Kenya referred me to  Dr. Jain. When I contacted Dr. Jain - almost a month before I came for the surgery, Dr. Jain explained to me the whole procedure and put all my concerns at ease. He put me in touch with the hospital's top management so that the whole process was smooth from start to finish.\nOn the day of the surgery, he and his team ensured everything was done as per plan and the follow-up thereafter was comforting and every detail was looked after perfectly well.\nDr. Jains commitment to the whole procedure and follow-up thereafter is highly commendable and I would highly recommend him for such procedures.",
                "review_alterations": [],
                "reviewed_on": "2022-09-07 06:03:22",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Pinder Bassi"
        },
        "entity_id": 792855,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 1541,
                "text": "Hand Surgery"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1394522,
            "status": "PUBLISHED",
            "note": "2020-03-11 07:21:52",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 637572,
            "practice_name": "MS Ramaiah Memorial Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2020-03-11T08:00:39+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 245258,
                "reply_status": "PUBLISHED",
                "reply_text": "Thanks for your feedback. I am delighted to see his results as well.\nRegards",
                "replied_at": "2020-10-31T13:22:24+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 41091471,
                "review_text": "By the Grace of God, we were referred to Dr. DARSHAN KUMAR JAIN for Biju my dad's hand injury, where there was a need for an immediate surgery. It was such an amazing experience for us, as the very first moment we met him, he introduced himself to us, thoroughly examined my dad's injured hand, explained clearly the condition, what has to be done and gave us full confidence to face the surgery. He was keen in listening each and every doubts  we had and guided us about the whole treatment procedure. Moreover, after the surgery, he has insisted on us to come and meet him personally for all the follow-up sessions in order to know the improvement in hand condition and the natural growth expected to happen. Thank you dear Dr. Darshan. ",
                "review_alterations": [],
                "reviewed_on": "2020-03-08 18:33:47",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Asha Biju "
        },
        "entity_id": 215542,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1695481,
            "status": "PUBLISHED",
            "note": "2021-04-11 05:52:59",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-04-11T06:01:27+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 42688970,
                "review_text": "** ******* *** ** **** ******* *** dedicated hand surgeon .i had visited him my right index extensor tendon transection with nearly 2cm of retraction .He repaired it very well and am back to my work within 6 weeks . Coming to him was my best decision .owing to nature of my work ( eye surgery) was very apprensive about my functionality but coming to him was my best decision.Although i am still under rehabilitation .m hoping for best recovery . Extremely thankful to Dr darshan sir .i am going to recommend him for hand surgery . Thank you .\n\n\n",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 33,
                        "reason": "MEDICAL_ABILITY",
                        "id": 338532
                    }
                ],
                "reviewed_on": "2021-04-09 17:41:23",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Swarnim"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1693785,
            "status": "PUBLISHED",
            "note": "2021-04-09 06:56:17",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-04-09T07:00:46+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 42679948,
                "review_text": "I visited Dr. Darshan with my mother for recurring pain in the wrist. We had visited multiple doctors in the past and everyone suggested it was due to carpal tunnel syndrome but couldn’t really suggest why there is a recurring pain than just numbness. Dr. Darshan did a detailed analysis to figure out that apart from Carpel tunnel syndrome, the right hand also has Synovitis which is the root cause for the pain. Within couple of weeks a simple key hole surgery was performed and my mother fully recovered - completely relieved from pain. Thank you Dr. Darshan for your help!",
                "review_alterations": [],
                "reviewed_on": "2021-04-07 15:25:06",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Vadi Beejadi"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2307029,
            "status": "PUBLISHED",
            "note": "2023-12-14 06:41:42",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1134531,
            "practice_name": "Apollo Spectra Hospitals",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2023-12-14T07:01:10+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 46236036,
                "review_text": "I am very much satisfied with \nDr Darshan Kumar Jain's explanation of the exact issue  faced by my husband, listens patiently what the patient says and gives best systamatic suggestion as what is to be done. He is one of the best doctors I have met after a very long time.  We visited him as my husband has axillary nerve compression of deltoid muscle. Dr suggested physiotherapy bcuz of which 75% improvement is there.  The Dr is very simple and he didn't suggest to undergo operation,  but earlier the other Dr we met  had  suggested immediate operation of the compressed nerve.  I am v much grateful 🙏 to Dr Darshan Kumar Jain and he is the best Hand surgeon in Bangalore. For nerve problems of hand and shoulder do visit this best doctor. \nA G Lakshmi, W/o Dr C S Satish Chandra,  he is the patient who is undergoing physiotherapy.",
                "review_alterations": [],
                "reviewed_on": "2023-12-12 20:21:56",
                "channel": "web",
                "source": "DoctorOpenFeedbackV2",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 792855,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1694079,
            "status": "PUBLISHED",
            "note": "2021-04-09 09:40:35",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-04-09T10:01:46+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 42681388,
                "review_text": "Dr. Darshan considers many possibilities before concluding. I had a crack in my finger which was not detected a month back but the doctor was able to spot it by taking an X-ray from a different angle. \nHe was recommended by couple of doctors in my institution.",
                "review_alterations": [],
                "reviewed_on": "2021-04-08 04:44:38",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Subhodeep maji"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1692724,
            "status": "PUBLISHED",
            "note": "2021-04-07 13:28:08",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-04-07T14:00:37+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 42674070,
                "review_text": "Frankly, we haven't met a more friendly, caring n compassionate doctor in our lifetime . He not only operated my wife's wrist successfully but is also helpful n easily approachable post surgery. We are truly blessed to have such a smiling n wonderful doctor in our family. May ALMIGHTY bless you n your family ALWAYS. 🙏😁",
                "review_alterations": [],
                "reviewed_on": "2021-04-06 13:21:34",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "T K BALAJI"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1611342,
            "status": "PUBLISHED",
            "note": "2021-01-03 07:17:37",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 637572,
            "practice_name": "MS Ramaiah Memorial Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-01-03T08:01:05+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 261534,
                "reply_status": "PUBLISHED",
                "reply_text": "Thank you very much for sharing your experience. Regards vijay",
                "replied_at": "2021-01-18T11:29:55+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 42227678,
                "review_text": "Dr. Darshan sir (ortho) treated well , I met him twice for my left arm major surgery I succeeded and now I am perfectly alright. Am very much happy about Darshan sir treatment also me and my entire family always thankful to Darshan sir. \n\nGratitude, \nVijay ",
                "review_alterations": [],
                "reviewed_on": "2021-01-01 15:37:37",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "vijaykumar YV"
        },
        "entity_id": 215542,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            }
        ],
        "contexts": [
            {
                "id": 1541,
                "text": "Hand Surgery"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1287724,
            "status": "PUBLISHED",
            "note": "2019-11-12 09:34:24",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 637572,
            "practice_name": "MS Ramaiah Memorial Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-11-12T10:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 40349922,
                "review_text": "was fortunate enough that we met Dr.Darshan for my uncles hand surgery.he met with an accident and was told his 2 fingers would have been amputated. its been almost 6 months now...his both fingers are doing well. My self being a doctor, I will whole heartedly recommend anyone for any orthopedic problem to Dr. Darshan",
                "review_alterations": [],
                "reviewed_on": "2019-11-10 07:12:31",
                "channel": "android",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Nihaal Ahmed"
        },
        "entity_id": 215542,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1620659,
            "status": "PUBLISHED",
            "note": "2021-01-14 05:53:03",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-01-14T06:01:47+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 261527,
                "reply_status": "PUBLISHED",
                "reply_text": "Thank you very much Mr . \nWrist arthroscopy (key hole surgery of the wrist) is a wonderful tool and with an experienced hand it is bound to give excellent results. God bless",
                "replied_at": "2021-01-18T11:17:45+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 42278526,
                "review_text": "I am glad to have such a kind of person Dr Darshan Kumar Jain who performed keyhole surgery of my right hand wrist.Thank you sir for being with me to recovery of my wrist which was very painful before you performed surgery and now, I am able to recover my hand wrist in shorter hospital stay and quick recovery within a day, And also lesser pain which can be tolerated.After a day my hand wrist is able to do activities and movement which cannot be able do before.Well recommended surgeon of hand surgeries in Bangalore. ",
                "review_alterations": [],
                "reviewed_on": "2021-01-13 05:39:21",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1610608,
            "status": "PUBLISHED",
            "note": "2021-01-01 10:28:08",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2021-01-01T11:01:08+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 261528,
                "reply_status": "PUBLISHED",
                "reply_text": "Scaphoid non union is a difficult problem even though the it is a small bone. One gets good results if all the critical events are taken care and you were one of those . Thanks for your kind words",
                "replied_at": "2021-01-18T11:21:13+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 42223875,
                "review_text": "Had scaphoid fracture Non union was struggling to get it fixed since 1Yr.. Dr Aithal Sir ref me to Dr. Darshan Kumar Jain before condition worsen Darshan Sir suggested for Bone Grafting Immediately as early possible  and surgery was Done,  within 3 months scaphoid bone got union and  He is so fast in his work Amazing... Sir gives us Positive energy which is very Important for Patient in those times.. Thank you once again Sir.. and anyone found scaphoid fracture don't delay contact Doctor as earliest..",
                "review_alterations": [],
                "reviewed_on": "2020-12-31 10:16:12",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1586841,
            "status": "PUBLISHED",
            "note": "2020-12-03 05:59:12",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2020-12-03T06:00:54+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 257627,
                "reply_status": "PUBLISHED",
                "reply_text": "Glad to know that you were happy 😊 ",
                "replied_at": "2020-12-31T09:42:06+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 42098818,
                "review_text": "Bengaluru is my work home and being alone in the city and undergoing the surgery was scary. But Dr Darshan guided me with multiple option and with ease. He advise me the best option and guided me right hospital under my budget and kept me motivated. ",
                "review_alterations": [],
                "reviewed_on": "2020-12-01 14:19:09",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Nigam Lama"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Treatment satisfaction"
            }
        ],
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1289079,
            "status": "PUBLISHED",
            "note": "2019-11-13 07:53:20",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-11-13T08:00:02+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 261530,
                "reply_status": "PUBLISHED",
                "reply_text": "Thank you very much for your kind words.",
                "replied_at": "2021-01-18T11:23:27+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 40358668,
                "review_text": "*** ** **** ******** treated Vry friendly, much cleanness... unbelievable recovery, ********** ******* *************sir thankyou very much....more than 100 percent satisfaction.....heartly thankful for your treatment sir....",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 19,
                        "reason": "MEDICAL_ABILITY",
                        "id": 220748
                    },
                    {
                        "start_index": 83,
                        "end_index": 115,
                        "reason": "MEDICAL_ABILITY",
                        "id": 220749
                    }
                ],
                "reviewed_on": "2019-11-12 07:51:56",
                "channel": "web",
                "source": "DoctorPracticeFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Prakash chand"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 169773,
                "text": "Cervical Spondylitis Treatment"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1269324,
            "status": "PUBLISHED",
            "note": "2019-10-16 07:30:07",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-10-16T08:00:03+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 40229084,
                "review_text": "We have visited Dr. Darshan for Cervial Spodilitis.  We are happy with the way Doctor explained and given us the treatment.  We recommend the same to all our Family members  & Friends.",
                "review_alterations": [],
                "reviewed_on": "2019-10-14 09:03:23",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "D. L. Prasad."
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 1541,
                "text": "Hand Surgery"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 970108,
            "status": "PUBLISHED",
            "note": "2018-09-11 07:44:40",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-09-11T08:00:04+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 38244759,
                "review_text": "Visited the doctor for wrist pain, Dr Darshan was very patient and understanding during the diagnosis and his treatment led to a speedy recovery. Definitely recommended.",
                "review_alterations": [],
                "reviewed_on": "2018-09-09 10:55:40",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Vishesh Tahilramani"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            }
        ],
        "contexts": [
            {
                "id": 754,
                "text": "Congenital Disorders Evaluation / Treatment"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1220736,
            "status": "PUBLISHED",
            "note": "2019-08-13 08:04:05",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-08-13T09:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 39915870,
                "review_text": "Dr. Darshan explains neatly about the problem & also solution for that. In fact I feel very proud to get such a kind hearted & concerned doctor for my son's treatment. My concern is the service of this kind person should reach patients of villages also. Specially to the children who are suffering from congenital deformities.",
                "review_alterations": [],
                "reviewed_on": "2019-08-10 15:21:44",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            },
            {
                "tag": "Wait time"
            }
        ],
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1071656,
            "status": "PUBLISHED",
            "note": "2019-01-29 05:51:06",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 637572,
            "practice_name": "MS Ramaiah Memorial Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-01-29T06:00:04+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 156977,
                "reply_status": "PUBLISHED",
                "reply_text": "Thank you very for the feed back. Glad to know that we were able to tick all the boxes.",
                "replied_at": "2019-08-01T11:32:09+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 38958272,
                "review_text": "We were fortunate to find Dr Darshan K Jain for an emergency re-plantation and microvascular surgery. His expertise and experience is top-rate, but also the overall care and precise attention that he gave us. He explained the situation well and completely engaged with the patient. He answered questions patiently and corrected misconceptions - all of which helped towards a speedy recovery. With gratitude- ",
                "review_alterations": [],
                "reviewed_on": "2019-01-26 06:00:50",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 215542,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1572314,
            "status": "PUBLISHED",
            "note": "2020-11-12 08:48:04",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2020-11-12T09:00:36+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 257628,
                "reply_status": "PUBLISHED",
                "reply_text": "Most welcome!",
                "replied_at": "2020-12-31T09:42:38+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 42021089,
                "review_text": "Hello,\n\nDoctor is trusted to go for Hand surgery & well expereienced. he is so helpful to recover my child. thank u so much Dr. Darshan.",
                "review_alterations": [],
                "reviewed_on": "2020-11-11 08:04:13",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1557904,
            "status": "PUBLISHED",
            "note": "2020-10-25 04:55:27",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1158285,
            "practice_name": "Hand Surgery, Orthopedic & Eye Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2020-10-25T05:01:45+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 245256,
                "reply_status": "PUBLISHED",
                "reply_text": "Thank you very much 😊 ",
                "replied_at": "2020-10-31T13:21:30+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 41942667,
                "review_text": "The way he speaks to the patients make them feel more comfortable. **** **** ********* * My pain has reduced once I got his treatment ",
                "review_alterations": [
                    {
                        "start_index": 67,
                        "end_index": 87,
                        "reason": "MEDICAL_ABILITY",
                        "id": 303718
                    }
                ],
                "reviewed_on": "2020-10-23 16:36:38",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 598537,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 1541,
                "text": "Hand Surgery"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1261230,
            "status": "PUBLISHED",
            "note": "2019-10-04 07:49:07",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 1154559,
            "practice_name": "Fortis Hospitals",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2019-10-04T08:00:03+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 40176677,
                "review_text": "**** ******** ************* ******* He explained my situation and guided me through further steps.\nWas satisfied with the quality of treatment ",
                "review_alterations": [
                    {
                        "start_index": 0,
                        "end_index": 34,
                        "reason": "MEDICAL_ABILITY",
                        "id": 211988
                    }
                ],
                "reviewed_on": "2019-10-02 11:12:08",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 693231,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            }
        ],
        "contexts": [
            {
                "id": 76,
                "text": "Lower Back Pain"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1002642,
            "status": "PUBLISHED",
            "note": "2018-10-23 06:38:09",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 310370,
            "practice_id": 637572,
            "practice_name": "MS Ramaiah Memorial Hospital",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-10-23T07:00:03+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 156978,
                "reply_status": "PUBLISHED",
                "reply_text": "Thank you very much. Glad that you were happy ",
                "replied_at": "2019-08-01T11:33:17+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 240121,
                "modified_by_id": 240121,
                "replier_name": "Dr. Darshan Kumar A Jain",
                "replier_logo": "https://images1-fabric.practo.com/doctor/310370/dr-darshan-kumar-a-jain-5d81bfa120df9.png"
            },
            "survey_response": {
                "id": 38479590,
                "review_text": "Doctor is very good and friendly, recommended to show rhumetologist instead of going for tests, very better and he will give you clear direction about treatment.",
                "review_alterations": [],
                "reviewed_on": "2018-10-20 08:33:13",
                "channel": "android",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 215542,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    }
]