[
    {
        "feedback_summary_tags": null,
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 422175,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 1101107,
            "practice_name": "Dr. Chitra sankar's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2016-12-07T12:48:56+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 36668,
                "reply_status": "PUBLISHED",
                "reply_text": "Apologies for the delay. THANKS FOR THE OTHER POSITIVE COMMENTS",
                "replied_at": "2017-07-13T11:54:49+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 28347197,
                "review_text": "We went to her clinic in Domlur, she came 30 min late; other than delay, experience was good; she gave us 20-25 min and was patient with our queries etc. She provided good feedback and next steps; we will recommend her if you want child development assessment.",
                "review_alterations": [],
                "reviewed_on": "2016-12-07 11:46:57",
                "channel": "web_email",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Pramila Bage"
        },
        "entity_id": 504143,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 2135,
                "text": "Growth & Development Evaluation / Management"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1008728,
            "status": "PUBLISHED",
            "note": "2018-10-30 09:43:42",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 1101107,
            "practice_name": "Progressive Milestones Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-10-30T10:00:02+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 112870,
                "reply_status": "PUBLISHED",
                "reply_text": "Dear Smitha, \nThank you for your kind words. Appreciate your positive comments which motivates us for serving better and more. Your message to parents is apt and coming from you as a parent to other parents, it would have more impact.  Pl let me know if I can of any help to you. warm regards",
                "replied_at": "2018-11-01T10:29:09+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 38522827,
                "review_text": "Dr. Chitra is the most experienced doctor in the industry dealing with milestone evaluation. She is extremely professional and straight forward to tell the parents about the child issues. She has a systematic approach of evaluation and treatment. For parents, it is better to acknowledge the problem and work towards helping the child than shy away. I would recommend Dr. Chitra to all parents who may have the slightest doubt about the child having developmental delay. ",
                "review_alterations": [],
                "reviewed_on": "2018-10-29 05:33:24",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Smita Deshmukh"
        },
        "entity_id": 504143,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 101522,
                "text": "Child Development Disease Treatment"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 748260,
            "status": "PUBLISHED",
            "note": "2017-12-22 09:58:57",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 1101107,
            "practice_name": "Progressive Milestones Clinic",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-12-21T14:38:13+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 60523,
                "reply_status": "PUBLISHED",
                "reply_text": "Thank you for your feedback. Let me assure you that your feedback has been well taken. The same was conveyed to you when I reached out to talk to you last week. Our therapists are well qualified and experienced in dealing with children with developmental difficulties. If it seemed like one of them was insensitive, pl accept our apologies. \n\nWe did call you several times after the initial 5 days for report discussion, but your number was not reachable, there was no response or switched off. I myself called you several times to get the same response, you were not reachable. I finally managed to reach you after trying several times on different days.\nWhen  we meet again for report collection, it is a standard follow up practice to enquire how the child has been and if there has been any changes since the last meeting. Many parents report changes in two months, improvements or other difficulties. The same follow up question was asked, perhaps misunderstood. \nAlso depending on the distance to our centre from their homes, parents many times opt to go for centres closer to their homes for therapy while continuing to follow up regularly with us. We help them by giving address of other centres closer to their homes as we know it is impossible for people to travel long distances in Bangalore traffic. The same was suggested to you considering the distance. If we do not have any centre known to us in a particular area, we ask parents to also look for such therapy centres close to their residence so that no further delay takes place in accessing therapy that is needed. We keep a database of such centres in and around Bangalore and also in other cities and towns. \nIf we are able to help anyone in any way we do so to the best of our professional ability and we are one of the centres ( except for trust or Govt. hospitals like, Institute of speech and Hearing,  SSK or NIMHANS) most reasonably priced for all assessments and therapies and offer flexibility of payment options namely online payment, payment by session for our therapy sessions and unlike many centres who collect payment in advance for whole year, for several months, etc. Our assessments are standard universal practices and all our staff who carry out assessments have masters degrees from reputed Universities. Once again thanks for your feedback and the opportunity to clarify from our side.\nIf you have any queries, pl do not hesitate to contact us. Best wishes.",
                "replied_at": "2017-12-21T14:38:13+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 36297584,
                "review_text": "You generally approach a medical center or child growth development center with a hope or something to look forward to. You may generally be vulnerable or sensitive expecting a moral or overall support if not for the normal course of medical or scientific course of support.\n\nWaiting area: Progressive Milestones is a Child Development center and sadly they are insensitive to handle children and/or their parents. An example of an incident at this center I would like to narrate. We were waiting for the doctor to arrive and my child was playing in the waiting area. During the course she noticed a kids playroom, where there was one kid playing with the ball. My child was attracted to it and went inside the room to play with the other kid. Apparently there was another doctor attending to that kid in that room and was not happy with my child getting in. We were also unaware that there was probably a session going on. What we noticed later was the doctor pushing my child out of the room and pulling the ball from my child’s hand, leaving my child in tears and upset. Nevertheless we apologised to the doctor for obstructing the session, but we were bit shaken by the sheer attitude of the child psychologist’s behaviour in handling the situation insensitively. This was our upsetting moment number 1.\n\nThe receptionist: We got our child assessed for her development after paying a premium. Expected time to receive the report was 4-5 days as conveyed by the receptionist herself. I called back the center to know the status of the report after one week. The receptionist did not mince any words and was blunt to say that it is not ready yet. I inquired why the delay, she responded saying that it is not like any blood test report, it takes time and that I shall be intimated. I felt she could have told that in a better way. When you are dealing with your child’s development assessment and bit desperate, when you hear such unpleasant responses it actually upsets you. This was our upsetting moment number 2.  With such attitude towards handling their customers and their business, I lost interest to pursue any further, but the guilt of having paid a premium without receiving the report made me contact them after 2 months, yes that is pretty much of a delay. They did contact me once to arrange a consultation for the report review, but they did not pursue much. After all, it is not their requirement anyhow. Progressive Milestones does not accept credit cards or cashless transaction. They deal only through cash even for the expensive assessments and tests.\n\nThe doctor: As many has observed, the doctor is stiff and stern. I doubt if a child would be able connect well with the doctor. A paediatric growth development specialist is a very challenging role. The countenance or the overall approach and attitude is not welcoming and comforting as a parent and of course for the child. After receiving the report and seeing her after two months since her assessment and after reading the report, the question she had was on us. What is the status? Is there any improvement or development? We were confused, since we did not undergo any therapy yet and were there expecting her expert analysis of the report, guidance and way forward. But that literally put us off and lost hope of what we could expect from this center and doctor. My hard earned bill and time off my work went down the drain with no firm or solid support or guidance regarding the matter. This was my ultimate and the final upsetting moment. However she has suggested to consult some other centers if I know of which is close to my residence.\n\nI shall not recommend this place for your child’s development needs or intervention.\n",
                "review_alterations": [],
                "reviewed_on": "2017-12-13 06:07:30",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Verified Patient"
        },
        "entity_id": 504143,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Explanation of the health issue"
            }
        ],
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 618252,
            "status": "PUBLISHED",
            "note": "2017-07-12 10:20:42",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 939499,
            "practice_name": "Cloudnine Hospital",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-07-12T11:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 34995679,
                "review_text": "After answering some questions about our baby, she gave us a printout & said this is my analysis. She was repeating the same things we told her about the child and did not give us the overall picture. *** *** *** ********* ***** **** *** *** ******** She wasn't telling that we need to take these tests & therapy & why is it necessary. ",
                "review_alterations": [
                    {
                        "start_index": 201,
                        "end_index": 250,
                        "reason": "MEDICAL_ABILITY",
                        "id": 56229
                    }
                ],
                "reviewed_on": "2017-07-10 06:40:33",
                "channel": "sapphire",
                "source": "QWIKWELL",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Swetha"
        },
        "entity_id": 562514,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Wait time"
            },
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 1744,
                "text": "Neuro Developmental Therapy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 615001,
            "status": "PUBLISHED",
            "note": "2017-07-08 05:29:41",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 939499,
            "practice_name": "Cloudnine Hospital",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-07-08T06:00:02+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 36651,
                "reply_status": "PUBLISHED",
                "reply_text": "thank you for your valuable feedback. it is very helpful to know where we are going wrong",
                "replied_at": "2017-07-13T10:51:18+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 34962173,
                "review_text": "The doctor was late around 45 mins as also confirmed in other reviews but as my paediatrician had recommended her for Baby's neurological development so I had gone to her. She is not friendly and very straight face. She may know what she is doing but as a parent, I was not confident on her. I might not go for follow ups ** * **** ******* ****** ******. Also in cloudnine the consultation fee is 750 and not 650 as mentioned in Practo.",
                "review_alterations": [
                    {
                        "start_index": 322,
                        "end_index": 352,
                        "reason": "MEDICAL_ABILITY",
                        "id": 55646
                    }
                ],
                "reviewed_on": "2017-07-06 13:27:02",
                "channel": "web",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Karanpreet Singh"
        },
        "entity_id": 562514,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 4987,
                "text": "Children's Health"
            },
            {
                "id": 967,
                "text": "Colic"
            },
            {
                "id": 192828,
                "text": "Health Checkup (Pediatric)"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 440239,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 776050,
            "practice_name": "Progressive Milestones",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-01-03T11:37:58+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 36657,
                "reply_status": "PUBLISHED",
                "reply_text": "Sorry that you had to wait, apologies. Thanks for your comments. will look into it.",
                "replied_at": "2017-07-13T11:02:29+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 29542304,
                "review_text": "My pediatric recommended Dr Chitra.. I went there to discuss about my baby weight and growth. She was the most unprofessional doctor . What ever queries, she refused to respond... First of. All she was late..had to wait with my preterm baby for more that 40 min. She never responded to any of my queries. ",
                "review_alterations": [],
                "reviewed_on": "2017-01-03 11:34:45",
                "channel": "mobile",
                "source": "OpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Sirisha"
        },
        "entity_id": 310745,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            }
        ],
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 615244,
            "status": "PUBLISHED",
            "note": "2017-07-09 09:35:47",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 939499,
            "practice_name": "Cloudnine Hospital",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-07-09T10:00:01+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 36650,
                "reply_status": "PUBLISHED",
                "reply_text": "thank you for your feedback, taken note of it, will do the needful",
                "replied_at": "2017-07-13T10:48:05+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 34964610,
                "review_text": "Same with us , even normal  paedatricians are friendlier than her , she asked her inexperienced assistant to do the development assessment of our child",
                "review_alterations": [],
                "reviewed_on": "2017-07-06 15:55:18",
                "channel": "sapphire",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Arindam"
        },
        "entity_id": 562514,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 605101,
            "status": "PUBLISHED",
            "note": "2017-06-28 13:18:57",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 939499,
            "practice_name": "Cloudnine Hospital",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-06-28T14:00:04+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 36652,
                "reply_status": "PUBLISHED",
                "reply_text": "thank you for your feedback, will slot some days for those who need lengthy consults.",
                "replied_at": "2017-07-13T10:53:42+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 34858460,
                "review_text": "She didnot spend enough time for kids hardly some ten min, she is in hurry, she told it needs 45 min to understand the problem, then why she took so many appointments on the same day?.",
                "review_alterations": [],
                "reviewed_on": "2017-06-26 15:28:02",
                "channel": "mobile",
                "source": "OpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Nazia jahan"
        },
        "entity_id": 562514,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 557734,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 1101107,
            "practice_name": "Dr. Chitra sankar's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-05-15T07:06:49+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 36654,
                "reply_status": "PUBLISHED",
                "reply_text": "Glad that you found my professional advice useful, wishing you all the best.if you need any further inputs, you know where to find us.",
                "replied_at": "2017-07-13T10:56:56+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 34384005,
                "review_text": "She listened to all our queries and provided us teh rite way ro go forward.hopefully all our issues will be solved soon",
                "review_alterations": [],
                "reviewed_on": "2017-05-13 09:11:24",
                "channel": "sapphire",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Madhavi Latha"
        },
        "entity_id": 504143,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 829,
                "text": "Attention Deficit Hyperactivity Disorder (ADHD) Treatment"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 984404,
            "status": "PUBLISHED",
            "note": "2018-09-28 05:11:45",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 939499,
            "practice_name": "Cloudnine Hospital",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-09-27T08:32:54+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 38350254,
                "review_text": "Not friendly****** ******** I am a frequent visitor  to cloud nine and not been to such experience till now... hope you will rectify on this feedback...",
                "review_alterations": [
                    {
                        "start_index": 12,
                        "end_index": 26,
                        "reason": "MEDICAL_ABILITY",
                        "id": 131957
                    }
                ],
                "reviewed_on": "2018-09-26 13:38:44",
                "channel": "web",
                "source": "QWIKWELL",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Devansh"
        },
        "entity_id": 562514,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 422175,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 1101107,
            "practice_name": "Dr. Chitra sankar's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2016-12-07T12:48:56+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 36668,
                "reply_status": "PUBLISHED",
                "reply_text": "Apologies for the delay. THANKS FOR THE OTHER POSITIVE COMMENTS",
                "replied_at": "2017-07-13T11:54:49+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 28347197,
                "review_text": "We went to her clinic in Domlur, she came 30 min late; other than delay, experience was good; she gave us 20-25 min and was patient with our queries etc. She provided good feedback and next steps; we will recommend her if you want child development assessment.",
                "review_alterations": [],
                "reviewed_on": "2016-12-07 11:46:57",
                "channel": "web_email",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Pramila Bage"
        },
        "entity_id": 504143,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 2135,
                "text": "Growth & Development Evaluation / Management"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1008728,
            "status": "PUBLISHED",
            "note": "2018-10-30 09:43:42",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 1101107,
            "practice_name": "Progressive Milestones Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-10-30T10:00:02+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 112870,
                "reply_status": "PUBLISHED",
                "reply_text": "Dear Smitha, \nThank you for your kind words. Appreciate your positive comments which motivates us for serving better and more. Your message to parents is apt and coming from you as a parent to other parents, it would have more impact.  Pl let me know if I can of any help to you. warm regards",
                "replied_at": "2018-11-01T10:29:09+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 38522827,
                "review_text": "Dr. Chitra is the most experienced doctor in the industry dealing with milestone evaluation. She is extremely professional and straight forward to tell the parents about the child issues. She has a systematic approach of evaluation and treatment. For parents, it is better to acknowledge the problem and work towards helping the child than shy away. I would recommend Dr. Chitra to all parents who may have the slightest doubt about the child having developmental delay. ",
                "review_alterations": [],
                "reviewed_on": "2018-10-29 05:33:24",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Smita Deshmukh"
        },
        "entity_id": 504143,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 101522,
                "text": "Child Development Disease Treatment"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 748260,
            "status": "PUBLISHED",
            "note": "2017-12-22 09:58:57",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 1101107,
            "practice_name": "Progressive Milestones Clinic",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-12-21T14:38:13+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 60523,
                "reply_status": "PUBLISHED",
                "reply_text": "Thank you for your feedback. Let me assure you that your feedback has been well taken. The same was conveyed to you when I reached out to talk to you last week. Our therapists are well qualified and experienced in dealing with children with developmental difficulties. If it seemed like one of them was insensitive, pl accept our apologies. \n\nWe did call you several times after the initial 5 days for report discussion, but your number was not reachable, there was no response or switched off. I myself called you several times to get the same response, you were not reachable. I finally managed to reach you after trying several times on different days.\nWhen  we meet again for report collection, it is a standard follow up practice to enquire how the child has been and if there has been any changes since the last meeting. Many parents report changes in two months, improvements or other difficulties. The same follow up question was asked, perhaps misunderstood. \nAlso depending on the distance to our centre from their homes, parents many times opt to go for centres closer to their homes for therapy while continuing to follow up regularly with us. We help them by giving address of other centres closer to their homes as we know it is impossible for people to travel long distances in Bangalore traffic. The same was suggested to you considering the distance. If we do not have any centre known to us in a particular area, we ask parents to also look for such therapy centres close to their residence so that no further delay takes place in accessing therapy that is needed. We keep a database of such centres in and around Bangalore and also in other cities and towns. \nIf we are able to help anyone in any way we do so to the best of our professional ability and we are one of the centres ( except for trust or Govt. hospitals like, Institute of speech and Hearing,  SSK or NIMHANS) most reasonably priced for all assessments and therapies and offer flexibility of payment options namely online payment, payment by session for our therapy sessions and unlike many centres who collect payment in advance for whole year, for several months, etc. Our assessments are standard universal practices and all our staff who carry out assessments have masters degrees from reputed Universities. Once again thanks for your feedback and the opportunity to clarify from our side.\nIf you have any queries, pl do not hesitate to contact us. Best wishes.",
                "replied_at": "2017-12-21T14:38:13+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 36297584,
                "review_text": "You generally approach a medical center or child growth development center with a hope or something to look forward to. You may generally be vulnerable or sensitive expecting a moral or overall support if not for the normal course of medical or scientific course of support.\n\nWaiting area: Progressive Milestones is a Child Development center and sadly they are insensitive to handle children and/or their parents. An example of an incident at this center I would like to narrate. We were waiting for the doctor to arrive and my child was playing in the waiting area. During the course she noticed a kids playroom, where there was one kid playing with the ball. My child was attracted to it and went inside the room to play with the other kid. Apparently there was another doctor attending to that kid in that room and was not happy with my child getting in. We were also unaware that there was probably a session going on. What we noticed later was the doctor pushing my child out of the room and pulling the ball from my child’s hand, leaving my child in tears and upset. Nevertheless we apologised to the doctor for obstructing the session, but we were bit shaken by the sheer attitude of the child psychologist’s behaviour in handling the situation insensitively. This was our upsetting moment number 1.\n\nThe receptionist: We got our child assessed for her development after paying a premium. Expected time to receive the report was 4-5 days as conveyed by the receptionist herself. I called back the center to know the status of the report after one week. The receptionist did not mince any words and was blunt to say that it is not ready yet. I inquired why the delay, she responded saying that it is not like any blood test report, it takes time and that I shall be intimated. I felt she could have told that in a better way. When you are dealing with your child’s development assessment and bit desperate, when you hear such unpleasant responses it actually upsets you. This was our upsetting moment number 2.  With such attitude towards handling their customers and their business, I lost interest to pursue any further, but the guilt of having paid a premium without receiving the report made me contact them after 2 months, yes that is pretty much of a delay. They did contact me once to arrange a consultation for the report review, but they did not pursue much. After all, it is not their requirement anyhow. Progressive Milestones does not accept credit cards or cashless transaction. They deal only through cash even for the expensive assessments and tests.\n\nThe doctor: As many has observed, the doctor is stiff and stern. I doubt if a child would be able connect well with the doctor. A paediatric growth development specialist is a very challenging role. The countenance or the overall approach and attitude is not welcoming and comforting as a parent and of course for the child. After receiving the report and seeing her after two months since her assessment and after reading the report, the question she had was on us. What is the status? Is there any improvement or development? We were confused, since we did not undergo any therapy yet and were there expecting her expert analysis of the report, guidance and way forward. But that literally put us off and lost hope of what we could expect from this center and doctor. My hard earned bill and time off my work went down the drain with no firm or solid support or guidance regarding the matter. This was my ultimate and the final upsetting moment. However she has suggested to consult some other centers if I know of which is close to my residence.\n\nI shall not recommend this place for your child’s development needs or intervention.\n",
                "review_alterations": [],
                "reviewed_on": "2017-12-13 06:07:30",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Verified Patient"
        },
        "entity_id": 504143,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Explanation of the health issue"
            }
        ],
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 618252,
            "status": "PUBLISHED",
            "note": "2017-07-12 10:20:42",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 939499,
            "practice_name": "Cloudnine Hospital",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-07-12T11:00:02+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 34995679,
                "review_text": "After answering some questions about our baby, she gave us a printout & said this is my analysis. She was repeating the same things we told her about the child and did not give us the overall picture. *** *** *** ********* ***** **** *** *** ******** She wasn't telling that we need to take these tests & therapy & why is it necessary. ",
                "review_alterations": [
                    {
                        "start_index": 201,
                        "end_index": 250,
                        "reason": "MEDICAL_ABILITY",
                        "id": 56229
                    }
                ],
                "reviewed_on": "2017-07-10 06:40:33",
                "channel": "sapphire",
                "source": "QWIKWELL",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Swetha"
        },
        "entity_id": 562514,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Wait time"
            },
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Treatment satisfaction"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 1744,
                "text": "Neuro Developmental Therapy"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 615001,
            "status": "PUBLISHED",
            "note": "2017-07-08 05:29:41",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 939499,
            "practice_name": "Cloudnine Hospital",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-07-08T06:00:02+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 36651,
                "reply_status": "PUBLISHED",
                "reply_text": "thank you for your valuable feedback. it is very helpful to know where we are going wrong",
                "replied_at": "2017-07-13T10:51:18+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 34962173,
                "review_text": "The doctor was late around 45 mins as also confirmed in other reviews but as my paediatrician had recommended her for Baby's neurological development so I had gone to her. She is not friendly and very straight face. She may know what she is doing but as a parent, I was not confident on her. I might not go for follow ups ** * **** ******* ****** ******. Also in cloudnine the consultation fee is 750 and not 650 as mentioned in Practo.",
                "review_alterations": [
                    {
                        "start_index": 322,
                        "end_index": 352,
                        "reason": "MEDICAL_ABILITY",
                        "id": 55646
                    }
                ],
                "reviewed_on": "2017-07-06 13:27:02",
                "channel": "web",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Karanpreet Singh"
        },
        "entity_id": 562514,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [
            {
                "id": 4987,
                "text": "Children's Health"
            },
            {
                "id": 967,
                "text": "Colic"
            },
            {
                "id": 192828,
                "text": "Health Checkup (Pediatric)"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 440239,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 776050,
            "practice_name": "Progressive Milestones",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-01-03T11:37:58+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 36657,
                "reply_status": "PUBLISHED",
                "reply_text": "Sorry that you had to wait, apologies. Thanks for your comments. will look into it.",
                "replied_at": "2017-07-13T11:02:29+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 29542304,
                "review_text": "My pediatric recommended Dr Chitra.. I went there to discuss about my baby weight and growth. She was the most unprofessional doctor . What ever queries, she refused to respond... First of. All she was late..had to wait with my preterm baby for more that 40 min. She never responded to any of my queries. ",
                "review_alterations": [],
                "reviewed_on": "2017-01-03 11:34:45",
                "channel": "mobile",
                "source": "OpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Sirisha"
        },
        "entity_id": 310745,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            }
        ],
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 615244,
            "status": "PUBLISHED",
            "note": "2017-07-09 09:35:47",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 939499,
            "practice_name": "Cloudnine Hospital",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-07-09T10:00:01+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 36650,
                "reply_status": "PUBLISHED",
                "reply_text": "thank you for your feedback, taken note of it, will do the needful",
                "replied_at": "2017-07-13T10:48:05+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 34964610,
                "review_text": "Same with us , even normal  paedatricians are friendlier than her , she asked her inexperienced assistant to do the development assessment of our child",
                "review_alterations": [],
                "reviewed_on": "2017-07-06 15:55:18",
                "channel": "sapphire",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Arindam"
        },
        "entity_id": 562514,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 605101,
            "status": "PUBLISHED",
            "note": "2017-06-28 13:18:57",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 939499,
            "practice_name": "Cloudnine Hospital",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-06-28T14:00:04+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 36652,
                "reply_status": "PUBLISHED",
                "reply_text": "thank you for your feedback, will slot some days for those who need lengthy consults.",
                "replied_at": "2017-07-13T10:53:42+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 34858460,
                "review_text": "She didnot spend enough time for kids hardly some ten min, she is in hurry, she told it needs 45 min to understand the problem, then why she took so many appointments on the same day?.",
                "review_alterations": [],
                "reviewed_on": "2017-06-26 15:28:02",
                "channel": "mobile",
                "source": "OpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Nazia jahan"
        },
        "entity_id": 562514,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": null,
        "contexts": [],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 557734,
            "status": "PUBLISHED",
            "note": null,
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 1101107,
            "practice_name": "Dr. Chitra sankar's Clinic",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2017-05-15T07:06:49+0000",
            "cron_frequency": "60",
            "review_reply": {
                "id": 36654,
                "reply_status": "PUBLISHED",
                "reply_text": "Glad that you found my professional advice useful, wishing you all the best.if you need any further inputs, you know where to find us.",
                "replied_at": "2017-07-13T10:56:56+0000",
                "replied_by": "DOCTOR",
                "replied_by_id": 344472,
                "modified_by_id": 344472,
                "replier_name": "Dr. Chitra Sankar",
                "replier_logo": "https://images1-fabric.practo.com/5567e4fac75cfb916f1253e605c83a6791c2fdc67f06c.jpg"
            },
            "survey_response": {
                "id": 34384005,
                "review_text": "She listened to all our queries and provided us teh rite way ro go forward.hopefully all our issues will be solved soon",
                "review_alterations": [],
                "reviewed_on": "2017-05-13 09:11:24",
                "channel": "sapphire",
                "source": "FABRIC",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Madhavi Latha"
        },
        "entity_id": 504143,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    },
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Value for money"
            }
        ],
        "contexts": [
            {
                "id": 829,
                "text": "Attention Deficit Hyperactivity Disorder (ADHD) Treatment"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 984404,
            "status": "PUBLISHED",
            "note": "2018-09-28 05:11:45",
            "unread": false,
            "review_for": "DOCTOR",
            "doctor_id": 393116,
            "practice_id": 939499,
            "practice_name": "Cloudnine Hospital",
            "recommendation": "NO",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-09-27T08:32:54+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 38350254,
                "review_text": "Not friendly****** ******** I am a frequent visitor  to cloud nine and not been to such experience till now... hope you will rectify on this feedback...",
                "review_alterations": [
                    {
                        "start_index": 12,
                        "end_index": 26,
                        "reason": "MEDICAL_ABILITY",
                        "id": 131957
                    }
                ],
                "reviewed_on": "2018-09-26 13:38:44",
                "channel": "web",
                "source": "QWIKWELL",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": false,
            "name": "Devansh"
        },
        "entity_id": 562514,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    }
]