[
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 1939535,
            "status": "PUBLISHED",
            "note": "2022-02-24 05:42:49",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 435139,
            "practice_id": 702104,
            "practice_name": "Max Super Speciality Hospital - Saket East Wing",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2022-02-24T06:00:55+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 44092692,
                "review_text": "What began as a Discomfort ...\n \n     Feb. 19...It wasn’t a day I‘d want to remember.  \n     Some time after lunch, all of a sudden I felt a little discomfort on the chest. That was for the start.  By the second, then, it took the form of a throbbing, pain and more pain. And  there was dizziness, to boot. Oh God, heart attack? The ghabrahat was awesome. An unspoken fear gripped all of us. \n     Within minutes, relatives drove me to Max Emergency (next door) as a man 83 years old was just beginning to see his world very nearly collapse like a pack of cards!   \n     Now, clearly, was not the time to line up to fill out hosp applications and the like. Thankfully, at a random curtained-off enclosure right there about the Entry, a band of helpful medical staff surfaced. ECG-ready and the like, they moved in instantly, when they scented a danger imminent. They doubled up the efforts, up until they wheeled me right into the Cathlab.\n     All my life, I’ve never been candidate for a blood pressure, heart attack or such other ailment. How proud I used to be that way.  Now here I was -- about to undergo an inevitable coronary procedure. \n    At the hands of an Interventional Cardiologist. We picked up first-person recommendation about him on our way to the hospital -- from a professional colleague in the media. Now, I’d say, Dr Sumeet Sethi truly lived up to his image. To the doctor and his youthful team, I am even more obliged for one important reason: I am able to live on today to write these few lines! \n    To the lay person, Sethi is easy to communicate. You at once get the impression he’s listening to your ‘ghabrahat’; “Sir, take it from me. You’re going to be all right,” he’d say. “Oh, no ... the procedure is not painful. A prick of the pin, no more?” And as he starts the procedure, he asks you: “Sir, did it hurt?” A perfect man at confidence-building, I told myself. \n    So simple it was that you wouldn’t know it lasted  even the 45 minutes it took actually. By then, he had investigated it as “a Double Vessel Disease!“. And tracking the artery “block”, he went ahead and planted a “stent” to ease the flow of blood.\n    His professional talent apart, I’ve found him to be a modest person, totally self-effacing. Says the doctor, “The procedures are uncomplicated and well tolerated by the patient.”     \n  At ACC where I was recuperating post-procedure, I found the medical, para-medical and almost every other member of the staff to be very congenial, courteous and willing to help you. The management in charge deserve full kudos.   And, if it were not for a hospital, one would have said the facility is so good one wishes to visit it again (ha, ha).. ",
                "review_alterations": [],
                "reviewed_on": "2022-02-22 13:45:39",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 82741,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    }
]