[
    {
        "feedback_summary_tags": [
            {
                "tag": "Doctor friendliness"
            },
            {
                "tag": "Explanation of the health issue"
            },
            {
                "tag": "Treatment satisfaction"
            }
        ],
        "contexts": [
            {
                "id": 3599,
                "text": "Fertility Treatment"
            },
            {
                "id": 450,
                "text": "In-Vitro Fertilization (IVF)"
            }
        ],
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 988363,
            "status": "PUBLISHED",
            "note": "2018-10-04 06:12:46",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 681563,
            "practice_id": 1142658,
            "practice_name": "Nova IVI Fertility",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2018-10-04T07:00:03+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 38378512,
                "review_text": "Thank you Dr Reena! Without her knowledge, guidance, and compassion we would not be enjoying parenthood today. She has been very understanding of my emotions - my fears, my frustrations, and my concerns. She helped me through them and constantly helped me stay hopeful. IVF is not an easy process, but Dr Reena made us feel comfortable, at ease and informed the entire time. We appreciate that even when we didn't have all the answers and the lab results were negative, she never let us give up and was always optimistic. We appreciate how during the procedures, she made us feel like individuals and \"held our hands\" as we navigated the unknown.\n\nIVF/Infertility is beyond a painful and challenging process, yet today, I find myself smiling and laughing with my twins. I trusted Dr Reena was doing right by me and just being honest with me. Her professionalism, expertise, patience and guidance managed to make the procedure relaxing, memorable and special. Thank you for giving us hope. We will always be grateful for her personal care, dedication, and clear love for her work. It was comforting to be around skilled professionals that willingly shouldered some of the weight of our fertility journey. \n\nWe are forever grateful that Dr Reena helped our dream of becoming a family come true. It was such a blessing that we got in touch with her and we would recommend any couple going through the heartbreaking journey of infertility to seek out her services. Thank you again, although words don't seem to be enough.",
                "review_alterations": [],
                "reviewed_on": "2018-10-01 12:05:29",
                "channel": "web",
                "source": "DoctorOpenFeedback",
                "anonymous": false,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Devashree"
        },
        "entity_id": 645803,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    }
]