[
    {
        "feedback_summary_tags": null,
        "contexts": null,
        "found_helpful_data": {
            "review_yes_count": 0,
            "review_total_count": 0
        },
        "review": {
            "id": 2255262,
            "status": "PUBLISHED",
            "note": "2023-09-01 05:14:41",
            "unread": true,
            "review_for": "DOCTOR",
            "doctor_id": 868558,
            "practice_id": 1295352,
            "practice_name": "Skin Decor",
            "recommendation": "YES",
            "publish_time_duration": "1 days",
            "status_modified_at": "2023-09-01T06:00:46+0000",
            "cron_frequency": "60",
            "review_reply": null,
            "survey_response": {
                "id": 45932176,
                "review_text": "Hello everyone myself Mr. Bhola shankar,  I am from Bihar(India). Currently I am leaving in New Delhi. \nToday I am going to tell about Dr. Neeraj godara who is very prominent and skilled Dr. for hand & wrist related concerns.\nUnfortunately when was 10 years old I met an accident 20 years ago in which my write hand wrist got deformed badly due to improper treatment. \nWhen I met Dr. Neeraj godara as I told about him by someone else , he suggested me to going through a surgery  and I decided to prepared myself for surgery \nFinally I go  through a long surgery of  approximately 6 hours  by Dr. Neeraj godara in the first step of bone reconstruction and flap growing.  After 6 months of this step an onother surgery of 2 hours performed for tendon repairing and thumb movement by Dr. Neeraj godara. And Now I am working properly with this hand much better than earlier. \nSo I would like to suggest you all that you have any concerns with your wrist and hand you should definitely take consultancy with Dr.  Neeraj godara as he is a very prominent and skilled Dr.  Also his behavior is very down to earth, lenient, polite, soft. he is very friendly to patients. \nI am very obliged to him. 🙏\n",
                "review_alterations": [],
                "reviewed_on": "2023-08-30 14:52:14",
                "channel": "web",
                "source": "DoctorOpenFeedbackV1",
                "anonymous": true,
                "is_online_consult": false
            }
        },
        "patient": {
            "recommends": true,
            "name": "Verified Patient"
        },
        "entity_id": 722673,
        "entity": "PRACTICE_DOCTOR",
        "is_contested": false
    }
]